Repository: commetchat/commet
Catalog: commet/assets/l10n/intl_*.arb
Languages: cs, de, es, et, eu, fr, hu, ja, ko, nb, pt_br, ru, ta, tr, uk, zh

# messageSasEmojiVerificationPrompt
source: Check that the emoji are the same, and in the same order as on the other device
cs: Zkontrolujte, zda jsou emotikony stejné a ve stejném pořadí, jako na druhém zařízení
de: Die Emoji müssen auf beiden Geräten übereinstimmen UND in der gleichen Reihenfolge sein
es: Comprueba que los emoticonos son los mismos y están en el mismo orden que en el otro dispositivo
et: Palun kontrolli, et samad emotikonid oleks teises seadmes samas järjekorras
eu: Egiaztatu emojiak beste gailuan ageri direnekin bat datozela eta ordena bera dutela
fr: Vérifiez que les émoticônes sont les mêmes et dans le même ordre que sur l'autre appareil
hu: Ellenőrizd, hogy az emojik ugyan azok és ugyan olyan sorrendben vannak, mint a másik eszközön
ja: 絵文字が他のデバイスと同じで、同じ順序になっていることを確認します。
ko: 이모지가 다른 장치와 동일한지, 동일한 순서로 있는지 확인하세요
pt_br: Verifique que os emojis são iguais e que estão na mesma ordem no outro dispositivo
ru: Убедитесь, что эмодзи одинаковы и отображаются в одном порядке на обоих устройствах
ta: ஈமோசிகள் ஒரே மாதிரியானவை என்பதை சரிபார்க்கவும், மற்ற சாதனத்தில் உள்ள அதே வரிசையில்
tr: Emojilerin ve sıralamalarının diğer cihazla eşleştiğinden emin olun
uk: Переконайтеся, що емоджі такі ж самі й в тому ж порядку, що й на іншому пристрої
zh: 检查表情符号是否相同，并且顺序与其它设备上的相同

# promptConfirmEmojiMatches
source: They match!
cs: Emotikony se shodují!
de: Sie stimmen überein!
es: ¡Coinciden!
et: Nad klapivad omavahel!
eu: Bat datoz!
fr: Ils correspondent !
hu: Egyznek!
ja: 一致しています!
ko: 일치!
pt_br: Eles combinam!
ru: Они совпадают!
ta: அவர்கள் பொருந்துகிறார்கள்!
tr: Eşleşiyorlar!
uk: Вони збігаються!
zh: 它们匹配！

# promptEmojiDoNotMatch
source: They don't match
cs: Emotikony se neshodují
de: Sie stimmen nicht überein
es: No coinciden
et: Nad EI klapi omavahel
eu: Ez datoz bat
fr: Ils ne correspondent pas
hu: Nem egyeznek
ja: 一致しません
ko: 불일치
nb: De stemmer ikke
pt_br: Eles não combinam
ru: Они не совпадают
ta: அவர்கள் பொருந்தவில்லை
tr: Eşleşmiyorlar
uk: Вони не збігаються
zh: 它们不匹配

# notificationModifiersPrivacyEnhanced
source: Sent a message
cs: Odeslat zprávu se zvýšeným soukromím
de: Eine Nachricht wurde gesendet
es: Envió un mensaje
et: Saadetud sõnum
eu: Mezua bidali du
fr: A envoyé un message
ja: メッセージを送信
ko: 메시지를 전송했습니다
pt_br: Enviou uma mensagem
ru: Новое сообщение
ta: ஒரு செய்தியை அனுப்பியது
uk: Надіслати повідомлення
zh: 发送了一条消息

# matrixClientOlmMissingMessage
source: libolm is not installed or was not found. End to End Encryption will not be available until this is resolved
cs: libolm není nainstalován nebo nebyl nalezen. Šifrování typu End-to-End nebude k dispozici, dokud nebude tento problém vyřešen
de: libolm ist nicht installiert oder wurde nicht gefunden. Ende-zu-Ende-Verschlüsselung ist nicht verfügbar, bis dieses Problem behoben ist
es: libolm no está instalado o no se ha encontrado. El cifrado de extremo a extremo no estará disponible hasta que se resuelva este problema
et: Selles seadmes kas libolm teek on paigaldamata või teda ei õnnestu leida. Kuni see probleem korda ei saa, siis läbivat krüptimist ei saa kasutada
eu: libolm ez dago instalatuta edo ez da aurkitu. Ertzetik ertzerako zifratzea ez da erabilgarri egongo hau konpondu arte
fr: libolm n'est pas installé ou n'a pas été trouvé. Le chiffrement de bout en bout ne sera pas disponible tant que ce problème n'aura pas été résolu
ja: libolmがインストールされていないか、見つかりません。これが解決されるまで、エンドツーエンド暗号化は利用できません。
ko: libolm이 설치되지 않았거나 찾을 수 없습니다. 이 문제를 해결할 때까지 End-to-End 암호화 기능을 사용할 수 없습니다
pt_br: libolm não está instalada ou não foi encontrada. Criptografia de ponta a ponta não estará disponível até isso ser resolvido
ru: libolm не найдена или не установлена. Сквозное шифрование не будет работать без этой библиотеки
ta: லிபோல்ம் நிறுவப்படவில்லை அல்லது கண்டுபிடிக்கப்படவில்லை. இது தீர்க்கப்படும் வரை முடிவு குறியாக்கம் கிடைக்காது
uk: libolm не встановлено або не знайдено. Наскрізне шифрування буде недоступне, доки цю проблему не буде вирішено
zh: libolm 未安装或未找到。在解决之前，端到端加密将不可用

# matrixClientEncryptionWarningTitle
source: Encryption Warning
cs: Upozornění na šifrování
de: Verschlüsselungswarnung
es: Advertencia de cifrado
et: Hoiatus krüptimise kohta
eu: Zifraketari buruzko abisua
fr: Avertissement sur le chiffrement
ja: 暗号化の警告
ko: 암호화 경고
pt_br: Aviso de criptografia
ru: Предупреждение о шифровании
ta: குறியாக்க எச்சரிக்கை
uk: Попередження про шифрування
zh: 加密警告

# promptReply
source: Reply
cs: Odpovědět
de: Antworten
es: Responder
et: Vasta
eu: Erantzun
fr: Répondre
ja: 返信
ko: 응답
pt_br: Responder
ru: Ответить
ta: பதில்
uk: Відповісти
zh: 回复

# promptAddReaction
source: Add Reaction
cs: Přidat reakci
de: Reaktion hinzufügen
es: Añadir reacción
et: Reageeri
eu: Gehitu erreakzioa
fr: Ajouter une réaction
ja: リアクションを追加
ko: 반응 추가
pt_br: Adicionar reação
ru: Доб. реакцию
ta: எதிர்வினை சேர்க்கவும்
uk: Додати реакцію
zh: 添加反应

# promptOptions
source: Options
cs: Možnosti
de: Optionen
es: Opciones
et: Valikud
eu: Aukerak
ja: オプション
ko: 옵션
nb: Instillinger
pt_br: Opções
ru: Опции
ta: விருப்பங்கள்
uk: Параметри
zh: 选项

# promptSetupMatrixMessageBackup
source: Setup backup
cs: Nastavit zálohu zpráv
de: Datensicherung einrichten
es: Configurar copia de seguridad
et: Seadista varundus
eu: Konfiguratu babeskopia
fr: Configurer la sauvegarde
ja: バックアップを設定
ko: 백업 설정
pt_br: Configurar cópia de segurança
ru: Настроить рез. копирование
ta: காப்புப்பிரதி அமைக்கவும்
uk: Налаштувати резервне копіювання
zh: 设置备份

# promptSettings
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
et: Seadistused
eu: Ezarpenak
fr: Paramètres
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
ta: அமைப்புகள்
uk: Налаштування
zh: 设置

# promptHome
source: Home
cs: Domů
de: Startseite
es: Inicio
et: Avavaade
eu: Hasiera
fr: Accueil
ja: ホーム
ko: 홈
nb: Hjemme
pt_br: Início
ru: Главная
ta: வீடு
uk: Головна
zh: 主页

# promptReject
source: Reject
cs: Odmítnout
de: Ablehnen
es: Rechazar
et: Keeldu
eu: Ukatu
fr: Refuser
ja: 拒否
ko: 거절
pt_br: Negar
ru: Отклонить
ta: நிராகரிக்கவும்
uk: Відмовити
zh: 拒绝

# promptApply
source: Apply
cs: Použít
de: Anwenden
es: Aplicar
et: Rakenda
eu: Aplikatu
fr: Appliquer
ja: 適用
ko: 적용
pt_br: Aplicar
ru: Применить
ta: இடு
uk: Застосувати
zh: 应用

# promptDelete
source: Delete
cs: Smazat
de: Löschen
es: Borrar
et: Kustuta
eu: Ezabatu
fr: Supprimer
ja: 削除
ko: 삭제
nb: Slett
pt_br: Excluir
ru: Удалить
ta: நீக்கு
uk: Видалити
zh: 删除

# promptJoin
source: Join
cs: Připojit se
de: Betreten
es: Unirse
et: Liitu
eu: Batu
fr: Rejoindre
ja: 参加
ko: 입장
nb: Bli med
pt_br: Entrar
ru: Присоединиться
ta: சேர
uk: Доєднатися
zh: 加入

# promptContinue
source: Continue
cs: Pokračovat
de: Fortsetzen
es: Continuar
et: Jätka
eu: Jarraitu
fr: Continuer
ja: 続ける
ko: 계속
nb: Fortsett
pt_br: Continuar
ru: Продолжить
ta: தொடரவும்
uk: Продовжити
zh: 继续

# promptConfirm
source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
et: Kinnita
eu: Baieztatu
fr: Confirmer
ja: 確認
ko: 확인
pt_br: Confirmar
ru: Подтвердить
ta: உறுதிப்படுத்தவும்
uk: Підтвердити
zh: 确认

# promptDone
source: Done
cs: Hotovo
de: Fertig
es: Hecho
et: Valmis
eu: Eginda
fr: Terminé
ja: 完了
ko: 완료
pt_br: Feito
ru: Завершить
ta: முடிந்தது
uk: Зроблено
zh: 完成

# promptReset
source: Reset
cs: Resetovat
de: Zurücksetzen
es: Restablecer
et: Lähtesta
eu: Berrezarri
fr: Réinitialiser
ja: リセット
ko: 초기화
pt_br: Redefinir
ru: Сбросить
ta: மீட்டமை
uk: Скинути
zh: 重置

# promptEnable
source: Enable
cs: Zapnout
de: Aktivieren
es: Activar
et: Võta kasutusele
eu: Gaitu
fr: Activer
ja: 有効化
ko: 활성화
nb: Akriver
pt_br: Ativar
ru: Включить
ta: இயக்கு
uk: Увімкнути
zh: 启用

# promptPoliteNo
source: No, thanks
cs: Ne, děkuji
de: Nein, danke
es: No, gracias
et: Tänan, ei
eu: Ez, eskerrik asko
fr: Non merci
ja: いいえ、結構です
ko: 아니요, 괜찮습니다
pt_br: Não, obrigado
ru: Спасибо, нет
ta: இல்லை, நன்றி
uk: Ні, дякую
zh: 不，谢谢

# promptBack
source: Back
cs: Zpět
de: Zurück
es: Atrás
et: Tagasi
eu: Atzera
fr: Retour
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
ta: பின்
uk: Повернутись
zh: 返回

# promptCopy
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
et: Kopeeri
eu: Kopiatu
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
ta: நகலெடு
uk: Скопіювати
zh: 复制

# messagePlaceholderSticker
source: {user} sent a sticker
cs: {user} poslal(a) nálepku
de: {user} hat einen Sticker verschickt
es: {user} envió un sticker
et: {user} saatis kleepsu
eu: {user}(e)k pegatina bidali du
fr: {user} a envoyé un autocollant
ja: {user}がステッカーを送信しました
ko: {user} 님이 스티커를 전송했습니다
nb: {user} sendte et klistremerke
pt_br: {user} enviou uma figurinha
ru: {user} - отправлен стикер
uk: {user} відправив наліпку
zh: {user} 发送了一个贴纸

# messageFailedToDecrypt
source: Failed to decrypt event
cs: Nepodařilo se dešifrovat zprávu
de: Fehler beim Entschlüsseln des Events
es: No se pudo descifrar el evento
et: Sündmuse dekrüptimine ei õnnestunud
eu: Gertaera deszifratzeak huts egin du
fr: Échec du déchiffrement de l'évènement
ja: イベントの復号化に失敗しました
ko: 이벤트 해독에 실패했습니다
nb: Kunne ikke dekryptere hendelsen
pt_br: Falha ao descriptografar evento
ru: Не удалось расшифровать
ta: நிகழ்வை மறைகுறியாக்குவதில் தோல்வி
uk: Не вдалося розшифрувати подію
zh: 解密事件失败

# messagePlaceholderUserJoinedRoom
source: {user} joined the room!
cs: {user} vstoupil(a) do místnosti!
de: {user} ist dem Raum beigetreten!
es: ¡{user} se unió a la sala!
et: {user} liitus jututoaga!
eu: {user} gelara batu da!
fr: {user} a rejoint le salon !
ja: {user}がルームに参加しました!
ko: {user} 님이 방에 참여했습니다!
nb: {user} ble med i rommet!
pt_br: {user} entrou na sala!
ru: {user} - присоединение к комнате!
ta: {user} அறையில் சேர்ந்தார்!
uk: {user} приєднався до кімнати!
zh: {user} 加入了房间！

# messagePlaceholderUserLeftRoom
source: {user} left the room
cs: {user} opustil(a) místnost
de: {user} hat den Raum verlassen
es: {user} abandonó la sala
et: {user} lahkus jututoast
eu: {user}(e)k gela utzi du
fr: {user} a quitté le salon
ja: {user}がルームから退出しました
ko: {user} 님이 방을 떠났습니다
nb: {user} forlot rommet
pt_br: {user} saiu da sala
ru: {user} - выход из комнаты
ta: {user} அறையை விட்டு வெளியேறினார்
uk: {user} вийшов з кімнати
zh: {user} 离开了房间

# messagePlaceholderUserInvited
source: {sender} invited {invitedUser}
cs: {user} pozval(a) uživatele {target}
de: {sender} hat {invitedUser} eingeladen
es: {sender} invitó a {invitedUser}
et: {sender} saatis kutse kasutajale {invitedUser}
eu: {sender}(e)k {invitedUser} gonbidatu du
fr: {sender} a invité {invitedUser}
ja: {sender}が{invitedUser}を招待しました
ko: {sender} 님이 {invitedUser} 님을 초대했습니다
nb: {sender} inviterte {invitedUser}
pt_br: {sender} convidou {invitedUser}
ru: {sender} - приглашение для {invitedUser}
ta: {sender} அழைக்கப்பட்ட {invitedUser}
uk: {sender} запросив {invitedUser}
zh: {sender} 邀请了 {invitedUser}

# messagePlaceholderUserRejectedInvite
source: {user} rejected the invitation
cs: {user} odmítl(a) pozvání
de: {user} hat die Einladung abgelehnt
es: {user} rechazó la invitación
et: {user} lükkas kutse tagasi
eu: {user}(e)k gonbidapena baztertu du
fr: {user} a refusé l'invitation
ja: {user}が招待を拒否しました
ko: {user} 님이 초대를 거절했습니다
nb: {user} avviste invitasjonen
pt_br: {user} negou o convite
ru: {user} - отказ от приглашения
ta: {user} அழைப்பை நிராகரித்தார்
uk: {user} відхилив запрошення
zh: {user} 拒绝了邀请

# sendEncryptedMessagePrompt
source: Send an encrypted message
cs: Odeslat šifrovanou zprávu
de: Verschlüsselte Nachricht senden
es: Enviar un mensaje cifrado
et: Saada krüptitud sõnum
eu: Bidali zifratutako mezua
fr: A envoyé un message chiffré
hu: Titkosított üzenet küldése
ja: 暗号化されたメッセージの送信
ko: 암호화된 메시지 전송
nb: Send en kryptert melding
pt_br: Enviar uma mensagem criptografada
ru: Отправить зашифрованное сообщение
ta: மறைகுறியாக்கப்பட்ட செய்தியை அனுப்பவும்
tr: Uçtan uca şifreli mesaj gönder
uk: Надіслати зашифроване повідомлення
zh: 发送加密消息

# labelHomeRecentActivity
source: Recent Activity
cs: Poslední aktivita
de: Neue Aktivität
es: Actividad reciente
et: Hiljutised sündmused
eu: Oraintsu
fr: Activité récente
hu: Friss Aktivitás
ja: 最近のアクティビティ
ko: 최근 활동
nb: Nylig aktivitet
pt_br: Atividade Recente
ru: Недавняя активность
ta: அண்மைக் கால செயல்பாடு
tr: Son Etkinlikler
uk: Остання активність
zh: 最近活动

# promptAddSpace
source: Add Space
cs: Přidat prostor
de: Space hinzufügen
es: Añadir un espacio
et: Lisa kogukond
eu: Gehitu gunea
fr: Ajouter un espace
hu: Helyiség hozzáadása
ja: スペースを追加
ko: 공간 추가
nb: Legg til plass
pt_br: Adicionar Espaço
ru: Добавить пространство
ta: இடத்தைச் சேர்க்கவும்
tr: Topluluk Ekle
uk: Додати простір
zh: 添加空间

# tooltipAddRoom
source: Add room
cs: Přidat místnost
de: Raum hinzufügen
es: Añadir una sala
et: Lisa jututuba
eu: Gehitu gela
fr: Ajouter un salon
hu: Szoba hozzáadása
ja: ルームを追加
ko: 방 추가
nb: Legg til rom
pt_br: Adicionar sala
ru: Добавить комнату
ta: அறை சேர்க்கவும்
tr: Oda ekle
uk: Додати кімнату
zh: 添加房间

# directMessagesListHeaderMobile
source: Direct Messages
cs: Přímé zprávy
de: Direktnachrichten
es: Mensajes directos
et: Otsevestlused
eu: Mezu zuzenak
fr: Messages
hu: Közvetlen üzenetek
ja: ダイレクトメッセージ
ko: 메시지
nb: Direkte Meldinger
pt_br: Mensagens Diretas
ru: Личные сообщения
ta: நேரடி செய்திகள்
tr: Özel Mesajlar
uk: Прямі повідомлення
zh: 私信

# setupPageBeforeYouBegin
source: Before you begin...
cs: Než začnete...
de: Bevor es losgeht...
es: Antes de empezar...
et: Enne kui sa alustad...
eu: Hasi aurretik…
fr: Avant de commencer...
hu: Mielőtt belevágnál...
ja: 始める前に…
ko: 시작하기 전에 ...
nb: Før du begynner...
pt_br: Antes de começar...
ru: Прежде, чем вы начнёте...
ta: நீங்கள் தொடங்குவதற்கு முன் ...
tr: Başlamadan önce...
uk: Перш ніж ви почнете...
zh: 在开始之前...

# labelSpaceSettingsGeneral
source: General
cs: Obecné
de: Allgemein
et: Üldist
eu: Orokorra
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
ru: Общие
ta: பொது
uk: Загальне
zh: 常规

# labelPushRuleMentionsAndKeywords
source: Mentions & Keywords
cs: Zmínky a klíčová slova
de: Erwähnungen & Schlüsselwörter
es: Menciones y palabras clave
et: Mainimised ja märksõnad
eu: Aipamenak eta gako-hitzak
fr: Mentions et mot-clés
ja: メンションとキーワード
ko: 언급 & 키워드
pt_br: Menções & Palavras Chave
ru: Упоминания и ключевые слова
ta: குறிப்புகள் & முக்கிய வார்த்தைகள்
tr: Bahsetmeler ve Anahtar Kelimeler
uk: Згадки та ключові слова
zh: 提及和关键词

# labelPushRuleNone
source: Mute
cs: Ztlumit
de: Stummschalten
es: Silenciar
et: Summuta
eu: Mututu
fr: Muet
ja: ミュート
ko: 음소거
nb: Dempe
pt_br: Mudo
ru: Заглушить
ta: முடக்கு
tr: Sustur
uk: Вимкнути звук
zh: 静音

# promptEnableEncryptionRoomSettings
source: Enable Encryption
cs: Zapnout šifrování
de: Verschlüsselung aktivieren
es: Activar la encriptación
et: Kasuta krüptimist
eu: Gaitu zifraketa
fr: Activer le chiffrement
ja: 暗号化を有効化
ko: 암호화 활성화
nb: Aktiver kryptering
pt_br: Habilitar Criptografia
ru: Шифрование
ta: குறியாக்கத்தை இயக்கவும்
tr: Uçtan Uca Şifrelemeyi Etkinleştir
uk: Увімкнути шифрування
zh: 启用加密

# promptRenameEmoticon
source: Rename emote
de: Emoji umbenennen
es: Cambiar el nombre del emoticono
et: Muuda emotikoni nime
eu: Berrizendatu emotikonoa
fr: Renommer l'émoticône
ja: 絵文字の名前を変更
ko: 이모티콘 이름 변경
pt_br: Renomear emoticon
ru: Переименовать эмотикон
ta: எமோட் மறுபெயரிடுங்கள்
uk: Перейменувати смайлик
zh: 重命名表情

# promptEmojiName
source: Emoji name
es: Nombre del emoticono
et: Emotikoni nimi
eu: Emojiaren izena
fr: Nom de l'émoticône
ja: 絵文字の名前
ko: 이모지 이름
pt_br: Nome do emoji
ru: Название эмодзи
ta: ஈமோசி பெயர்
uk: Назва емоджі
zh: 表情符号名称

# labelRoomSettingsAppearance
source: Appearance
cs: Vzhled
de: Erscheinungsbild
es: Apariencia
et: Välimus
eu: Itxura
fr: Apparence
ja: 外観
ko: 외관
pt_br: Aparência
ru: Внешний вид
ta: தோற்றம்
uk: Зовнішній вигляд
zh: 外观

# labelSettingsTabDeveloper
source: Developer
cs: Vývojář
de: Entwickler
es: Desarrollador
et: Arendaja
eu: Garatzailea
fr: Développeur
ja: 開発者
ko: 개발자
pt_br: Desenvolvedor
ru: Разработчик
ta: உருவாக்குநர்
uk: Розробник
zh: 开发者

# labelSettingsCategoryAccount
source: Account
cs: Účet
de: Konto
es: Cuenta
et: Kasutajakonto
eu: Kontua
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
ru: Учётная запись
ta: கணக்கு
uk: Обліковий запис
zh: 账号

# promptSetMatrixPassphrase
source: Set Phrase
cs: Nastavit bezpečnostní frázi
de: Phrase festlegen
es: Definir una frase
et: Lisa turvafraas
eu: Ezarri esaldia
fr: Définir la clé
ja: フレーズの設定
ko: 문구 설정
pt_br: Definir frase
ru: Задать фразу
ta: சொற்றொடரை அமைக்கவும்
uk: Встановити фразу
zh: 设置短语

# promptMatrixRecoveryKeyInput
source: Recovery key
cs: Vložit obnovovací klíč
de: Wiederherstellungsschlüssel
es: Clave de recuperación
et: Taastevõti
eu: Berreskuratze-gakoa
fr: Clé de récupération
ja: リカバリーキー
ko: 복구 키
pt_br: Chave de recuperação
ru: Ключ восстановления
ta: மீட்பு விசை
uk: Ключ відновлення
zh: 恢复密钥

# errorMatrixPassphraseMustContainNumber
source: Passphrase must contain atleast 1 number
cs: Fráze musí obsahovat alespoň 1 číslici
de: Die Passphrase muss mindestens eine Zahl enthalten
es: La contraseña debe contener al menos 1 número
et: Turvafraasis peab olema vähemalt 1 number
eu: Pasaesaldiak zifra bat izan behar du gutxienez
fr: La clé doit comporter au moins 1 chiffre
ja: パスフレーズには少なくとも 1 つの数字を含める必要があります
ko: 암호 문구에는 숫자가 1개 이상이 포함되어야 합니다
pt_br: Frase-passe deve conter ao menos 1 número
ru: Пароль должен содержать хотя бы одну цифру
ta: பாச்ஃபிரேசில் குறைந்தது 1 எண்ணைக் கொண்டிருக்க வேண்டும்
uk: Пароль повинен містити принаймні 1 цифру
zh: 密码必须包含至少1个数字

# placeholderMatrixConfirmSecurityPhrase
source: Confirm security phrase
cs: Potvrdit bezpečnostní frázi
de: Sicherheitsphrase bestätigen
es: Confirmar la frase de seguridad
et: Korda turvafraasi
eu: Baieztatu segurtasun esaldia
fr: Confirmer la clé de sécurité
ja: セキュリティフレーズを確認してください
ko: 보안 문구 확인
pt_br: Confirme a frase de segurança
ru: Подтвердить пароль истории
ta: பாதுகாப்பு சொற்றொடரை உறுதிப்படுத்தவும்
uk: Підтвердіть фразу безпеки
zh: 确认安全短语

# labelMatrixCrossSigningExplanation
source: Setup to verify and keep track of all your sessions
cs: Křížové podepisování umožňuje ověřit všechna vaše zařízení najednou
de: Ermöglicht es, den Überblick über alle Sitzungen behalten und diese zu verifizieren
es: Configuración para verificar y realizar un seguimiento de todas las sesiones
et: Pea arvet kõikide oma sessioonide üle ja verifitseeri neid
eu: Konfiguratu zure saio guztiak egiaztatzeko eta horien jarraipena egiteko
fr: Configurez pour vérifier et garder une trace de toutes vos sessions
ja: すべてのセッションを検証して追跡するための設定
ko: 모든 세션을 검증하고 추적하기 위한 설정입니다
pt_br: Configure para verificar e acompanhar todas suas sessões
ru: Выполните настройку, чтобы подтверждать и вести учёт всех ваших сеансов
ta: உங்கள் எல்லா அமர்வுகளையும் சரிபார்க்கவும் கண்காணிக்கவும் அமைத்தல்
uk: Налаштування для перевірки та відстеження всіх ваших сесій
zh: 设置以验证并跟踪您的所有会话

# promptMatrixVerifySession
source: Verify
cs: Ověřit relaci
de: Verifizieren
es: Verificar
et: Verifitseeri
eu: Egiaztatu
fr: Vérifier
ja: 検証
ko: 검증
pt_br: Verificar
ru: Подтвердить
ta: சரிபார்க்கவும்
uk: Підтвердити
zh: 验证

# labelSettingsAppAdvanced
source: Advanced
cs: Pokročilé
de: Erweitert
es: Avanzado
et: Täiendavad seadistused
eu: Aurreratua
fr: Avancé
ja: 高度な設定
ko: 고급
pt_br: Avançado
ru: Расширенные
ta: மேம்பட்ட
tr: Gelişmiş
uk: Додаткове
zh: 高级

# labelSettingsAppNotifications
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
et: Teavitused
eu: Jakinarazpenak
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
ta: அறிவிப்புகள்
tr: Bildirimler
uk: Сповіщення
zh: 通知

# labelThemeLight
source: Light Theme
cs: Světlý motiv
de: Heller Modus
es: Tema claro
et: Hele kujundus
eu: Argia
fr: Thème clair
ja: ライトテーマ
ko: 밝은 테마
pt_br: Tema claro
ru: Светлая тема
ta: ஒளி கருப்பொருள்
tr: Aydınlık Tema
uk: Світла тема
zh: 亮色主题

# labelAppScale
source: App Scale
cs: Měřítko aplikace
de: Größe der Bedienelemente
es: Escala de la aplicación
et: Kasutajaliidese mõõtkava
eu: Aplikazioaren tamaina
fr: Échelle de l'application
ja: アプリのスケール
ko: 앱 크기 조정
pt_br: Escala do aplicativo
ru: Масштабирование
ta: பயன்பாட்டு அளவு
tr: Uygulama Ölçeği
uk: Масштаб застосунку
zh: 应用缩放

# labelSettingsCategoryApp
source: App Settings
cs: Nastavení aplikace
de: App-Einstellungen
es: Ajustes de la aplicación
et: Rakenduse seadistused
eu: Aplikazioaren ezarpenak
fr: Paramètres de l'application
ja: アプリの設定
ko: 앱 설정
pt_br: Configurações do aplicativo
ru: Настройки приложения
ta: பயன்பாட்டு அமைப்புகள்
tr: Uygulama Ayarları
uk: Налаштування застосунку
zh: 应用设置

# labelThirdPartyServicesTitle
source: Third party services
cs: Služby třetích stran
de: Drittanbieterdienste
es: Servicios de terceros
et: Kolmandate osapoolte teenused
eu: Hirugarrenen zerbitzuak
fr: Services tiers
ja: サードパーティサービス
ko: 외부 서비스
pt_br: Serviços de terceiros
ru: Сторонние службы
ta: மூன்றாம் தரப்பு சேவைகள்
tr: Üçüncü parti servisler
uk: Сторонні послуги
zh: 第三方服务

# promptLeaveRoomConfirmation
source: Are you sure you want to leave {roomName}?
cs: Opravdu chcete opustit {roomName}?
de: Soll der Raum {roomName} wirklich verlassen werden?
es: ¿Estás seguro de que quieres salir de {roomName}?
et: Kas sa oled kindel, et soovid {roomName} jututoast lahkuda?
eu: Ziur {roomName} utzi nahi duzula?
fr: Voulez-vous vraiment quitter {roomName} ?
ja: {roomName}から退出してもよろしいですか?
ko: {roomName}방을 나가시겠습니까?
pt_br: Tem certeza que deseja sair de {roomName}?
ru: Вы точно хотите покинуть {roomName}?
ta: நீங்கள் நிச்சயமாக {roomName} விட விரும்புகிறீர்களா?
tr: {roomName} Odasından ayrılmak istediğinize emin misiniz?
uk: Ви справді хочете вийти з {roomName}?
zh: 您确定要离开 "{roomName}" 吗？

# promptTopic
source: Topic (Optional)
cs: Téma (volitelné)
de: Thema (Optional)
es: Tema (opcional)
et: Teema (kui soovid lisada)
eu: Gaia (aukerakoa)
fr: Sujet (Facultatif)
hu: Téma (opcionális)
ja: トピック(オプション)
ko: 주제 (선택)
pt_br: Tópico (opcional)
ru: Описание (опциональное)
ta: தலைப்பு (விரும்பினால்)
tr: Başlık (Opsiyonel)
uk: Тема (за бажанням)
zh: 主题（可选）

# spaceVisibilityPrivateExplanation
source: This room will only be accessible by invitation
cs: Tento prostor bude přístupný pouze na pozvání
de: Nur Eingeladene können den Raum betreten
es: Sólo se podrá acceder a esta sala con invitación
et: Siia kogukonda pääseb vaid kutse alusel
eu: Gela honetara batzeko gonbidapena behar da
fr: Ce salon ne sera accessible que sur invitation
hu: Ez a helyiség csak meghívás által lesz elérherő
ja: このルームは招待された人のみ参加できます
ko: 이 공간은 초대를 통해서만 입장할 수 있습니다
pt_br: Esta sala só será acessível por convite
ru: Эта комната будет доступна только по приглашению
ta: இந்த அறை அழைப்பின் மூலம் மட்டுமே அணுகப்படும்
tr: Bu odaya sadece davetiye ile erişilebilir
uk: Доступ до цієї кімнати можливий лише за запрошеннями
zh: 此空间仅可通过邀请访问

# promptConfirmRoomCreation
source: Create Room!
cs: Vytvořit místnost!
de: Raum erstellen!
es: ¡Crear una sala!
et: Loo jututuba!
eu: Sortu gela!
fr: Créer le salon !
hu: Szoba létrehozása!
ja: ルームを作成する!
ko: 방 생성!
nb: Lag et Rom!
pt_br: Criar sala!
ru: Создать комнату!
ta: அறையை உருவாக்கு!
tr: Oda Oluştur!
uk: Створити кімнату!
zh: 创建房间！

# promptConfirmSpaceCreation
source: Create Space!
cs: Vytvořit prostor!
de: Bereich erstellen!
es: ¡Crear un espacio!
et: Loo kogukond!
eu: Sortu gunea!
fr: Créer l'espace !
hu: Helyiség létrehozása!
ja: スペースを作成する!
ko: 공간 생성!
pt_br: Criar espaço!
ru: Создать пространство!
ta: இடத்தை உருவாக்குங்கள்!
tr: Topluluk Oluştur!
uk: Створити простір!
zh: 创建空间！

# promptRoomAddress
source: Room Address:
cs: Adresa místnosti:
de: Raumadresse:
es: Dirección de la sala:
et: Jututoa aadress:
eu: Gelaren helbidea:
fr: Adresse du salon :
hu: Szoba címe:
ja: ルームアドレス:
ko: 방 주소:
nb: Romadresse:
pt_br: Endereço da sala:
ru: Адрес комнаты:
ta: அறை முகவரி:
tr: Oda Adresi:
uk: Адреса кімнати:
zh: 房间地址：
