Repository: commetchat/commet
Catalog: commet/assets/l10n/intl_*.arb
Languages: cs, de, es, et, eu, fr, hu, ja, ko, nb, pt_br, ru, ta, tr, uk, zh

# labelMatrixMessageBackupExplanation
source: Maintains a backup of your message history, in case you lose all your sessions. Your messages will be encrypted before uploading
cs: Zálohujte si své šifrovací klíče, abyste případně neztratili přístup k historii zpráv
de: Erstellt eine Sicherungskopie des Chatverlaufs für den Fall, dass alle Sitzungen verloren gehen. Die Nachrichten werden vor dem Hochladen verschlüsselt
es: Mantiene una copia de seguridad de tu historial de mensajes, en caso de que pierdas todas tus sesiones. Tus mensajes serán encriptados antes de ser subidos
et: Juhul, kui sa kaotad ligipääsu kõikidele oma Matrixi sessioonidele, on sul olemas varunduse kasutamisel olemas nende koopia. Enne üleslaadimist kõik sõnumid krüptitakse
eu: Gorde mezuen historiaren babeskopia saio guztiak galtzen badituzu historia berreskuratzeko. Mezuak zifratuko dira igo aurretik
fr: Conserve une sauvegarde de l'historique de vos messages, au cas où vous perdriez toutes vos sessions. Vos messages seront chiffrés avant d'être importés
ja: すべてのセッションが失われた場合に備えて、メッセージ履歴のバックアップを維持します。メッセージはアップロード前に暗号化されます。
ko: 모든 세션을 잃을 경우를 대비해 메시지 기록을 백업합니다. 메시지는 업로드하기 전에 암호화됩니다
pt_br: Mantém uma cópia de segurança do seu histórico de mensagens caso você perca todas suas sessões. Suas mensagens serão criptografadas antes do envio
ru: Резервная копия ваших сообщений на случай утери доступа ко всем сеансам. Ваши сообщения будут зашифрованы перед добавлением в рез. копию
ta: உங்கள் எல்லா அமர்வுகளையும் இழந்தால், உங்கள் செய்தி வரலாற்றின் காப்புப்பிரதியை பராமரிக்கிறது. பதிவேற்றுவதற்கு முன் உங்கள் செய்திகள் குறியாக்கம் செய்யப்படும்
uk: Зберігає резервну копію історії ваших повідомлень на випадок, якщо ви втратите всі сесії. Ваші повідомлення будуть зашифровані перед завантаженням
zh: 维护您的消息历史备份，以防您失去所有会话。您的消息将在上传前进行加密

# labelRestoreMatrixBackupTitle
source: Restore backup
cs: Obnovit zálohu
de: Datensicherung wiederherstellen
es: Restaurar copia de seguridad
et: Taasta varukoopiast
eu: Leheneratu babeskopia
fr: Restaurer la sauvegarde
ja: バックアップを復元
ko: 백업 복구
pt_br: Restaurar cópia de segurança
ru: Восстановить из рез. копии
ta: காப்புப்பிரதியிலிருந்து மீட்டமைக்கவும்
uk: Відновити резервну копію
zh: 恢复备份

# labelSettingsAppGeneral
source: General
cs: Obecné
de: Allgemein
et: Üldist
eu: Orokorra
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
ru: Общие
ta: பொது
tr: Genel
uk: Загальне
zh: 通用

# labelSettingsAppAppearance
source: Appearance
cs: Vzhled
de: Erscheinungsbild
es: Apariencia
et: Välimus
eu: Itxura
fr: Apparence
ja: 外観
ko: 외관
pt_br: Aparência
ru: Внешний вид
ta: தோற்றம்
tr: Görünüm
uk: Зовнішній вигляд
zh: 外观

# labelSettingsWindowBehaviour
source: Window Behaviour
cs: Chování okna
de: Fensterverhalten
es: Comportamiento de la ventana
et: Akende käitumine
eu: Leihoaren portaera
fr: Comportement de la fenêtre
ja: ウィンドウの動作
ko: 창 동작
pt_br: Comportamento da janela
ru: Поведение окна
ta: விண்டர் நடத்தை
tr: Pencere Davranışı
uk: Поведінка вікна
zh: 窗口行为

# labelSettingsAppDeveloperUtils
source: Developer Utils
cs: Nástroje pro vývojáře
de: Entwicklerwerkzeuge
es: Herramientas para desarrolladores
et: Tarvikud arendajatele
eu: Garapen tresnak
fr: Outils de développement
ja: 開発者ユーティリティ
ko: 개발자 도구
pt_br: Ferramentas de desenvolvedor
ru: Средства разработчика
ta: உருவாக்குபவர் பயன்பாடுகள்
tr: Geliştirici Araçları
uk: Утиліти розробника
zh: 开发者工具

# labelThemeDark
source: Dark Theme
cs: Tmavý motiv
de: Dunkelmodus
es: Tema oscuro
et: Tume kujundus
eu: Iluna
fr: Thème sombre
ja: ダークテーマ
ko: 어두운 테마
pt_br: Tema escuro
ru: Тёмная тема
ta: இருண்ட கருப்பொருள்
tr: Karanlık Tema
uk: Темна тема
zh: 暗黑主题

# labelSettingsAppTheme
source: Theme
cs: Motiv aplikace
de: Thema
es: Tema
et: Kujundus
eu: Gaia
fr: Thème
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема оформления
ta: கருப்பொருள்
tr: Tema
uk: Тема
zh: 主题

# labelGifSearchToggle
source: Gif search
cs: Vyhledávání GIFů
de: Gif-Suche
es: Buscar GIF
et: GIF-piltide otsing
eu: GIF bilatzailea
fr: Recherche de Gif
ja: Gifを検索
ko: Gif 검색
pt_br: Pesquisa de GIFs
ru: Поиск GIF
ta: Gif தேடல்
tr: Gif araması
uk: Пошук Gif
zh: Gif 搜索

# labelGifSearchDescription
source: Enable use of Tenor gif search. Requests will be proxied via {proxyUrl}
cs: Povolit vyhledávání a odesílání GIFů. Požadavky budou zprostředkovány prostřednictvím {proxyUrl}
de: Tenor-GIF-Suche aktivieren. Die Anfragen werden über {proxyUrl} weitergeleitet
es: Habilitar el uso de la búsqueda de gif Tenor. Las solicitudes se enviarán a través de {proxyUrl}
et: GIF-piltide otsinguks kasuta teenust Tenor. Otsingupäringud suuname läbi {proxyUrl} proksiserveri
eu: Gaitu Tenor GIFen bilaketa erabiltzeko. Eskaerak {proxyUrl} bidez bideratuko dira
fr: Activer l'utilisation de la recherche de GIF de Tenor. Les requêtes passeront par le proxy {proxyUrl}
ja: Tenor Gif検索の使用を有効にします。リクエストはプロキシ {proxyUrl} 経由で接続されます。
ko: Tenor GIF 검색 사용을 활성화합니다. 요청은 {proxyUrl}을(를) 통해 프록시됩니다
pt_br: Ativar o uso de pesquisa de GIFs no Tenor. Solicitações irão por um servidor intermediário via {proxyUrl}
ru: Включить поиск GIF-анимаций через Tenor. Запросы будут передаваться через {proxyUrl}
ta: டெனோர் சிஐஎஃப் தேடலின் பயன்பாட்டை இயக்கவும். கோரிக்கைகள் {proxyUrl} வழியாக பிரதிநிதித்துவம் செய்யப்படும்
tr: Tenor Gif aramasını etkinleştirin. İstekler {proxyUrl} üzerinden vekil sunucuyla iletilecektir
uk: Увімкнути використання пошуку за допомогою Tenor gif. Запити будуть передаватися через {proxyUrl}
zh: 启用 Tenor gif 搜索。请求将通过 {proxyUrl} 进行代理

# labelSettingsDeveloperModeExplanation
source: Shows extra information, useful for developers
cs: Zobrazuje doplňující informace, užitečné pro vývojáře
de: Zeigt zusätzliche Informationen, nützlich für Entwickler
es: Muestra información adicional, útil para desarrolladores
et: Selles töörežiimis näitame arendajatele vajalikku lisateavet
eu: Informazio osagarria erakusten du, erabilgarria garatzaileentzat
fr: Affiche des informations supplémentaires, utile pour les développeurs
ja: 開発者にとって役立つ追加情報を表示します
ko: 개발자에게 유용한 추가 정보를 보여줍니다
pt_br: Mostrar informações adicionais, útil para desenvolvedores
ru: Показывать доп. информацию, полезную для разработчиков
ta: டெவலப்பர்களுக்கு பயனுள்ள கூடுதல் தகவல்களைக் காட்டுகிறது
tr: Geliştiriciler için yararlı olan ek bilgileri gösterir
uk: Показує додаткову інформацію, корисну для розробників
zh: 显示额外的信息，对开发者有用

# labelSettingsDeveloperMode
source: Developer mode
cs: Vývojářský režim
de: Entwicklermodus
es: Modo desarrollador
et: Arendaja režiim
eu: Garapen modua
fr: Mode développeur
ja: 開発者モード
ko: 개발자 모드
pt_br: Modo desenvolvedor
ru: Режим разработчика
ta: உருவாக்குபவர் பயன்முறை
tr: Geliştirici modu
uk: Режим розробника
zh: 开发者模式

# labelSettingsWindowBehaviourTitle
source: Window behaviour
cs: Nastavení okna
de: Fensterverhalten
es: Comportamiento de la ventana
et: Akende käitumine
eu: Leihoaren portaera
fr: Comportement de la fenêtre
ja: ウィンドウの動作
ko: 창 동작
pt_br: Comportamento da janela
ru: Поведение окна
ta: விண்டர் நடத்தை
tr: Pencere davranışı
uk: Поведінка вікна
zh: 窗口行为

# labelSettingsMinimizeOnCloseToggle
source: Minimize on close
cs: Minimalizovat při zavření
de: Beim Schließen minimieren
es: Minimizar al cerrar
et: Sulgemisel minimeeri ja ära sulge
eu: Ikonotu ixterakoan
fr: Réduire à la fermeture
ja: 閉じるときに最小化
ko: 닫기 시 축소
pt_br: Minimizar ao fechar
ru: Сворачивать при закрытии
ta: நெருக்கமாக குறைக்கவும்
tr: Kapatıldığında küçült
uk: Згортати при закритті
zh: 最小化关闭

# labelSettingsMinimizeOnCloseExplanation
source: When closing the window, the app will be minimized instead of exited
cs: Místo ukončení se aplikace při zavření minimalizuje do oznamovací oblasti
de: Beim Schließen des Fensters wird die Anwendung minimiert und nicht beendet
es: Al cerrar la ventana, la aplicación se minimizará en lugar de salir
et: Rakenduse akna sulgemisel rakendus ei sulgu vaid lülitub tegumiribale minimeeritud vaatesse
eu: Leihoa ixterakoan, aplikazioa ikonotuko da itxi beharrean
fr: Lors de la fermeture de la fenêtre, l'application est réduite au lieu d'être quittée
ja: ウィンドウを閉じると、アプリは終了するのではなく最小化されます。
ko: 창을 닫을 시 앱이 종료되지 않고 축소 됩니다
pt_br: Ao fechar a janela, o aplicativo será minimizado em vez de fechado
ru: При попытке закрытия окна приложение будет свёрнуто в область уведомлений
ta: சாளரத்தை மூடும்போது, வெளியேறுவதற்கு பதிலாக பயன்பாடு குறைக்கப்படும்
tr: Pencere kapatıldığında, uygulama tamamen kapanmak yerine simge durumuna küçültülür
uk: При закритті вікна застосунок буде згорнуто, а не закрито
zh: 关闭窗口时，应用将被最小化而不是退出

# notificationSettingsNotSupported
source: Push notifications are not supported on this system
cs: Push notifikace nejsou v tomto systému podporovány
de: Push-Benachrichtigungen werden auf diesem System nicht unterstützt
es: Las notificaciones push no son compatibles en este sistema
et: Tõuketeavitused pole selles seadmes toetatud
eu: Push jakinarazpenak ez dira bateragarriak sistema honetan
fr: Les notifications push ne sont pas supportées sur ce système
ja: このシステムではプッシュ通知はサポートされていません
ko: 푸시 알림은 이 시스템에서 지원되지 않습니다
pt_br: Notificações não são suportadas neste sistema operacional
ru: Пуш-уведомления не поддерживаются системой
ta: இந்த அமைப்பில் புச் அறிவிப்புகள் ஆதரிக்கப்படவில்லை
tr: Bu sistemde anlık bildirimler desteklenmiyor
uk: Push-сповіщення не підтримуються в цій системі
zh: 该系统不支持推送通知

# promptLeaveRoom
source: Leave Room
cs: Opustit místnost
de: Raum verlassen
es: Dejar sala
et: Lahku jututoast
eu: Utzi gela
fr: Quitter le salon
ja: ルームを退出
ko: 방 나가기
pt_br: Sair da sala
ru: Покинуть комнату
ta: அறை விடுங்கள்
tr: Odadan Ayrıl
uk: Вийти з кімнати
zh: 离开房间

# promptLeaveSpace
source: Leave Space
cs: Opustit prostor
de: Bereich verlassen
es: Dejar espacio
et: Lahku kogukonnast
eu: Utzi gunea
fr: Quitter l'espace
ja: スペースを退出
ko: 공간 나가기
pt_br: Sair do espaço
ru: Покинуть пространство
ta: இடத்தை விட்டு விடுங்கள்
tr: Topluluktan Ayrıl
uk: Покинути простір
zh: 离开空间

# promptLeaveSpaceConfirmation
source: Are you sure you want to leave {spaceName}?
cs: Opravdu chcete opustit {spaceName}?
de: Soll {spaceName} wirklich verlassen werden?
es: ¿Estás seguro de que quieres salir de {spaceName}?
et: Kas sa oled kindel, et soovid {spaceName} kogukonnast lahkuda?
eu: Ziur {spaceName} utzi nahi duzula?
fr: Voulez-vous vraiment quitter {spaceName} ?
ja: {spaceName}から退出してもよろしいですか?
ko: {spaceName}공간을 나가시겠습니까?
pt_br: Tem certeza que deseja sair de {spaceName}?
ru: Вы точно хотите покинуть {spaceName}?
tr: {spaceName} Topluluğundan ayrılmak istediğinizde emin misiniz?
uk: Ви справді хочете покинути {spaceName}?
zh: 您确定要离开 "{spaceName}" 吗？

# messageLoginFailed
source: Login Failed...
cs: Přihlášení se nezdařilo...
de: Anmelden fehlgeschlagen ...
es: Error al iniciar sesión...
et: Sisselogimine ei õnnestunud...
eu: Saioa hasteak huts egin du…
fr: Échec de la connexion…
hu: Nem sikerült a bejelentkezés...
ja: ログインに失敗しました...
ko: 로그인 실패...
pt_br: Falha ao iniciar sessão...
ru: Вход не удался...
ta: உள்நுழைவு தோல்வியுற்றது ...
tr: Giriş Başarısız Oldu...
uk: Не вдалося увійти...
zh: 登录失败…

# messageLoginError
source: An error occured
cs: Při přihlašování došlo k chybě
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
et: Tekkis viga
eu: Errorea gertatu da
fr: Une erreur s'est produite
hu: Hiba történt
ja: エラーが発生
ko: 오류 발생
pt_br: Ocorreu um erro
ru: Произошла ошибка
ta: பிழை ஏற்பட்டது
tr: Bir hata oluştu
uk: Виникла помилка
zh: 发生错误

# messageAlreadyLoggedIn
source: You have already logged in to this account
cs: Už jste se přihlásili k tomuto účtu
de: Dieses Konto ist bereits angemeldet
es: Ya has iniciado sesión en esta cuenta
et: Sa juba oled selle kasutajakontoga sisse loginud
eu: Hasia duzu saioa dagoeneko kontu honetan
fr: Vous êtes déjà connecté à ce compte
ja: このアカウントにはすでにログインしています
ko: 이 계정으로 이미 로그인하셨습니다
pt_br: Você já entrou nesta conta
ru: Уже выполнен вход в эту учётную запись
ta: நீங்கள் ஏற்கனவே இந்த கணக்கில் உள்நுழைந்துள்ளீர்கள்
tr: Bu hesaba zaten giriş yaptınız
uk: Ви вже увійшли в цей обліковий запис
zh: 您已经在此设备上登录了此帐户

# promptHomeserver
source: Homeserver
cs: Domovský server
de: Heimserver
es: Servidor personal
et: Koduserver
eu: Zerbitzaria
fr: Serveur personnel
hu: Homeszerver
ja: ホームサーバー
ko: 홈 서버
nb: Hjemmeserver
pt_br: Servidor local
ru: Домашний сервер
ta: ஓம்சர்வர்
uk: Домашній сервер
zh: 主服务器

# promptUsername
source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzailea
fr: Nom d'utilisateur
hu: Felhasználónév
ja: ユーザー名
ko: 사용자명
pt_br: Nome de usuário
ru: Имя пользователя
ta: பயனர்பெயர்
tr: Kullanıcı Adı
uk: Імʼя користувача
zh: 用户名

# promptPassword
source: Password
cs: Heslo
de: Passwort
es: Contraseña
et: Salasõna
eu: Pasahitza
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 비밀번호
nb: Passord
pt_br: Senha
ru: Пароль
ta: கடவுச்சொல்
tr: Şifre
uk: Пароль
zh: 密码

# promptSubmitLogin
source: Login
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
et: Logi sisse
eu: Hasi saioa
fr: Connexion
hu: Bejelentkezés
ja: ログイン
ko: 로그인
pt_br: Entrar
ru: Войти
ta: புகுபதிவு
tr: Giriş Yap
uk: Увійти
zh: 登录

# promptSpaceName
source: Space Name
cs: Název prostoru
de: Bereichsname
es: Nombre del espacio
et: Kogukonna nimi
eu: Gunearen izena
fr: Nom de l'espace
hu: Helyiség neve
ja: スペース名
ko: 공간 이름
pt_br: Nome do espaço
ru: Название пространства
ta: விண்வெளி பெயர்
tr: Topluluk Adı
uk: Назва простору
zh: 空间名称

# promptRoomName
source: Room Name
cs: Název místnosti
de: Raumname
es: Nombre de la sala
et: Jututoa nimi
eu: Gelaren izena
fr: Nom du salon
hu: Szoba neve
ja: ルーム名
ko: 방 이름
nb: Rom navn
pt_br: Nome da sala
ru: Название комнаты
ta: அறை பெயர்
tr: Oda Adı
uk: Назва кімнати
zh: 房间名称

# roomVisibilityPrivateExplanation
source: This room will only be accessible by invitation
cs: Tato místnost bude přístupná pouze na pozvání
de: Nur Eingeladene können den Raum betreten
es: Sólo se podrá acceder a esta sala con invitación
et: Siia jututuppa pääseb vaid kutse alusel
eu: Gela honetara batzeko gonbidapena behar da
fr: Ce salon ne sera accessible que sur invitation
hu: Ez a szoba csak meghívás által lesz elérherő
ja: このルームは招待された人のみ参加できます
ko: 이 방은 초대를 통해서만 입장할 수 있습니다
nb: Dette romme blir tilgjengelig kun etter invitasjon
pt_br: Esta sala só será acessível por convite
ru: Эта комната будет доступна только по приглашению
ta: இந்த அறை அழைப்பின் மூலம் மட்டுமே அணுகப்படும்
tr: Bu odaya sadece davetiye ile girilebilir
uk: Доступ до цієї кімнати можливий лише за запрошеннями
zh: 此房间仅可通过邀请访问

# roomVisibilityPublicExplanation
source: This room will be publically accessible by anyone on the internet
cs: Tato místnost bude veřejně přístupná komukoli na internetu
de: Jeder im Internet kann den Raum betreten
es: Esta sala será de acceso público a través de Internet
et: Siia avalikku jututuppa pääsevad internetist kõik huvilised
eu: Gela honetara interneteko edonor batu daiteke, publikoki eskuragarri dago
fr: Ce salon sera accessible publiquement par toute personne sur Internet
hu: Ez a szoba az interneten bárki által elérherő lesz
ja: このルームはインターネット上の誰でもアクセス可能になります
ko: 이 방은 누구나 입장할 수 있는 공개 방입니다
nb: Dette romme blir tilgjengelig for alle på internett
pt_br: Esta sala será publicamente acessível por qualquer um na internet
ru: Эта комната будет доступна всем в Интернете
ta: இந்த அறை இணையத்தில் உள்ள எவராலும் பகிரங்கமாக அணுகப்படும்
tr: İnternetteki herkes bu odaya erişebilir
uk: Ця кімната буде загальнодоступною для будь-кого в Інтернеті
zh: 此房间对于互联网上的任何人均可访问

# spaceVisibilityPublicExplanation
source: This room will be publically accessible by anyone on the internet
cs: Tento prostor bude veřejně přístupný komukoli na internetu
de: Jeder im Internet kann den Raum betreten
es: Esta sala será de acceso público a través de Internet
et: Siia avalikku kogukonda pääsevad internetist kõik huvilised
eu: Gela honetara interneteko edonor batu daiteke, publikoki eskuragarri dago
fr: Ce salon sera accessible publiquement par toute personne sur Internet
hu: Ez a helyiség az interneten bárki által hozzáférhető lesz
ja: このルームはインターネット上の誰でもアクセス可能になります
ko: 이 공간은 누구나 입장할 수 있는 공개 공간입니다
pt_br: Esta sala será visível publicamente por qualquer um na internet
ru: Эта комната будет доступна всем в Интернете
ta: இந்த அறை இணையத்தில் உள்ள எவராலும் பகிரங்கமாக அணுகப்படும்
tr: İnternetteki herkes bu odaya erişebilir
uk: Ця кімната буде загальнодоступною для будь-кого в Інтернеті
zh: 此空间对于互联网上的任何人均可访问

# labelVisibilityPrivate
source: Private
cs: Soukromá
de: Privat
es: Privada
et: Privaatne
eu: Pribatua
fr: Privé
hu: Privát
ja: プライベート
ko: 비공개
nb: Privat
pt_br: Privada
ru: Частная
ta: தனிப்பட்ட
tr: Gizli
uk: Приватне
zh: 私有

# labelVisibilityPublic
source: Public
cs: Veřejná
de: Öffentlich
es: Pública
et: Avalik
eu: Publikoa
hu: Publikus
ja: パブリック
ko: 공개
nb: Offentlig
pt_br: Pública
ru: Публичная
ta: பொது
tr: Herkese Açık
uk: Публічне
zh: 公共

# promptEnableEncryption
source: Enable Encryption
cs: Zapnout šifrování
de: Verschlüsselung aktivieren
es: Activar cifrado
et: Kasuta krüptimist
eu: Gaitu zifraketa
fr: Activer le chiffrement
hu: Titkosítás bekapcsolása
ja: 暗号化を有効化
ko: 암호화 활성화
nb: Aktiver kryptering
pt_br: Ativar criptografia
ru: Шифрование
ta: குறியாக்கத்தை இயக்கவும்
tr: Şifrelemeyi Aç
uk: Увімкнути шифрування
zh: 启用加密

# encryptionCannotBeDisabledExplanation
source: If enabled, encryption cannot be disabled later
cs: Šifrování nelze po zapnutí vypnout
de: Wenn die Verschlüsselung aktiviert wurde, kann sie nicht wieder deaktiviert werden
es: Si se activa, el cifrado no se podrá desactivar posteriormente
et: Kui krüptimine on kord kasutusel, siis teda ei saa hiljem välja lülitada
eu: Gaituz gero, zifraketa ezingo da etorkizunean ezgaitu
fr: Si activé, le chiffrement ne pourra plus être désactivé
hu: Ha a titkosítás be van kapcsolva, később nem lesz kikapcsolható
ja: 一度暗号化を有効にすると、暗号化を無効にすることはできません。
ko: 암호화는 활성화 시 비활성화 할 수 없습니다
nb: Hvis aktivert, kryptering kan ikke be deaktivert seinere
pt_br: Se ativada, criptografia não pode ser desativada depois
ru: Невозможно отключить в дальнейшем
ta: இயக்கப்பட்டால், குறியாக்கத்தை பின்னர் முடக்க முடியாது
tr: Eğer şifreleme açılırsa bir daha kapatılamaz
uk: Якщо увімкнете, потім вже вимкнути буде неможливо
zh: 如果启用，以后将无法禁用加密功能

# promptConfirmRoomJoin
source: Join Room!
cs: Připojit se k místnosti!
de: Raum betreten!
es: ¡Únete a la sala!
et: Liitu jututoaga!
eu: Batu gelara!
fr: Rejoindre le salon !
hu: Csatlakozás a szobához!
ja: ルームに参加する!
ko: 방 입장!
nb: Bli med på Rom!
pt_br: Entrar na sala!
ru: Присоединиться к комнате!
ta: அறையில் சேரவும்!
tr: Odaya Katıl!
uk: Доєднатися до кімнати!
zh: 加入房间！

# promptConfirmSpaceJoin
source: Join Space!
cs: Připojit se k prostoru!
de: Bereich betreten!
es: ¡Únete al espacio!
et: Liitu kogukonnaga!
eu: Batu gunera!
fr: Rejoindre l'espace !
hu: Csatlakozás a helyiséghez!
ja: スペースに参加する!
ko: 공간 입장!
pt_br: Entrar no espaço!
ru: Присоединиться к пространству!
ta: விண்வெளியில் சேரவும்!
tr: Topluluğa Katıl!
uk: Доєднатися до простору!
zh: 加入空间！

# promptSpaceAddress
source: Space Address:
cs: Adresa prostoru:
de: Bereichsadresse:
es: Dirección del espacio:
et: Kogukonna aadress:
eu: Gunearen helbidea:
fr: Adresse de l'espace :
hu: Helyiség címe:
ja: スペースアドレス:
ko: 공간 주소:
pt_br: Endereço do espaço:
ru: Адрес пространства:
ta: விண்வெளி முகவரி:
tr: Topluluk Adresi:
uk: Адреса простору:
zh: 空间地址：

# labelCouldNotLoadRoomPreview
source: Could not load a preview of the room
cs: Nepodařilo se načíst náhled místnosti
de: Raumvorschau konnte nicht geladen werden
es: No se ha podido cargar una vista previa de la sala
et: Jututoa eelvaate laadimine ei õnnestunud
eu: Ezin izan da gelaren aurrebista kargatu
fr: Impossible de charger l'aperçu du salon
hu: A szoba előnézetének betöltése sikertelen
ja: ルームのプレビューを読み込めませんでした
ko: 방의 미리보기를 로드 할 수 없습니다
nb: Kunne ikke laste inn forhåndsvisning av rom
pt_br: Não foi possível carregar uma prévia desta sala
ru: Не удалось получить предпросмотр комнаты
ta: அறையின் முன்னோட்டத்தை ஏற்ற முடியவில்லை
tr: Odanın önizlemesi yüklenemedi
uk: Не вдалося завантажити попередній перегляд кімнати
zh: 无法加载房间预览

# promptCreateNewSpace
source: Create new space
cs: Vytvořit nový prostor
de: Neuen Bereich erstellen
es: Crear un nuevo espacio
et: Loo uus kogukond
eu: Sortu gune berria
fr: Créer un nouvel espace
hu: Új helyiség létrehozása
ja: 新しいスペースを作成
ko: 새로운 공간 생성
pt_br: Criar novo espaço
ru: Создать новое пространство
ta: புதிய இடத்தை உருவாக்கவும்
tr: Yeni topluluk oluştur
uk: Створити новий простір
zh: 创建新空间

# promptJoinExistingSpace
source: Join existing space
cs: Připojit se k existujícímu prostoru
de: Bestehendem Space beitreten
es: Unirse al espacio existente
et: Liitu olemasoleva kogukonnaga
eu: Batu lehendik dagoen gunera
fr: Rejoindre un espace existant
hu: Csatlakozás létező helyiséghez
ja: 既存のスペースに参加する
ko: 기존 공간 입장
pt_br: Entrar em espaço existente
ru: Присоединиться к пространству
ta: இருக்கும் இடத்தில் சேரவும்
tr: Mevcut topluluğa katıl
uk: Приєднайтеся до існуючого простору
zh: 加入现有空间

# promptCreateNewRoom
source: Create new room
cs: Vytvořit novou místnost
de: Neuen Raum erstellen
es: Crear una nueva sala
et: Loo uus jututuba
eu: Sortu gela berria
fr: Créer un nouveau salon
hu: Új szoba létrehozása
ja: 新しいルームを作成
ko: 새로운 방 생성
pt_br: Criar nova sala
ru: Создать новую комнату
ta: புதிய அறையை உருவாக்கவும்
tr: Yeni oda oluştur
uk: Створити нову кімнату
zh: 创建新房间

# promptJoinExistingRoom
source: Join existing room
cs: Připojit se k existující místnosti
de: Bestehendem Raum beitreten
es: Unirse a una sala existente
et: Liitu olemasoleva jututoaga
eu: Batu lehendik dagoen gelara
fr: Rejoindre un salon existant
hu: Csatlakozás létező szobához
ja: 既存のルームに参加する
ko: 기존 방 입장
pt_br: Entrar em sala existente
ru: Присоединиться к комнате
ta: இருக்கும் அறையில் சேரவும்
tr: Mevcut odaya katıl
uk: Приєднатися до існуючої кімнати
zh: 加入现有房间

# messageWaitingOtherDeviceToAccept
source: Waiting for the other device to accept the request
cs: Čekání na potvrzení druhým zařízením
de: Auf die Annahme der Anfrage durch das andere Gerät warten
es: Esperando a que el otro dispositivo acepte la solicitud
et: Ootame, et teine seade vastaks verifitseerimispäringule
eu: Beste gailuak eskaera onartuko zain
fr: En attente de l'acceptation de la demande sur l'autre appareil
hu: Várakozás a másik eszközön való elfogadásra
ja: 他のデバイスがリクエストを受け入れるのを待っています
ko: 다른 장치에서 요청을 수락할 때까지 기다리는 중
pt_br: Esperando o outro aceitar a solicitação
ru: Ожидание подтверждения на другом устройстве
ta: மற்ற சாதனம் கோரிக்கையை ஏற்கக் காத்திருக்கிறது
tr: Diğer cihazın onayı bekleniyor
uk: Чекаємо, поки інший пристрій прийме запит
zh: 等待其它设备接受请求

# messageMatrixSessionVerificationRequest
source: **{username}** has requested to verify your session
cs: **{username}** požádal o ověření vaší relace
de: **{username}** hat eine Sitzungsverifizierung angefragt
es: **{username}** ha solicitado verificar tu sesión
et: **{username}** on palunud sinu sessiooni verifitseerimist
eu: **{username}**(e)k zure saioa egiaztatzeko eskaera egin du
fr: **{username}** a demandé à vérifier votre session
hu: **{username}** felhatalmazást kért a munkameneted hitelesítésére
ja: **{username}**がセッションの確認をリクエストしました
ko: **{username}**님이 세션 검증을 요청하였습니다
pt_br: **{username}** solicitou verificar sua sessão
ru: **{username}** запросил подтверждение вашего сеанса
ta: ** {username} ** உங்கள் அமர்வை சரிபார்க்குமாறு கோரியுள்ளார்
tr: **{username}** oturumunuzu doğrulamak istiyor
uk: **{username}** запросив перевірку вашої сесії
zh: **{username}** 请求验证您的会话
