Repository: commetchat/commet
Catalog: commet/assets/l10n/intl_*.arb
Languages: cs, de, es, et, eu, fr, hu, ja, ko, nb, pt_br, ru, ta, tr, uk, zh

# promptCreateEmoticonPack
source: Create pack
de: Neues Paket
es: Crear un paquete
et: Loo lisapakk
eu: Sortu sorta
fr: Créer un groupe
ja: パックを作成
ko: 팩 생성
pt_br: Criar pacote
ru: Создать набор
ta: பேக் உருவாக்கு
uk: Створити пакунок
zh: 创建包

# promptConfirmDeleteEmoticonPack
source: Are you sure you want to delete the **{packName}** pack?
de: Soll das Paket **{packName}** wirklich gelöscht werden?
es: ¿Está seguro de que desea eliminar el paquete **{packName}**?
et: Kas sa soovid kustutada lisapaki **{packName}**?
eu: Ziur **{packName}** sorta ezabatu nahi duzula?
fr: Voulez-vous vraiment supprimer le groupe **{packName}** ?
ja: **{packName}**を削除してもよろしいですか?
ko: **{packName}** 팩을 삭제하시겠습니까?
pt_br: Tem certeza que deseja excluir o pacote **{packName}**?
ru: Вы точно хотите удалить набор **{packName}**?
ta: ** {packName} ** பேக்கை நீக்க விரும்புகிறீர்களா?
uk: Ви справді хочете видалити пакунок **{packName}**?
zh: 您确定要删除 **{packName}** 包吗？

# createEmoticonDialogTitle
source: Create Emote
cs: Vytvořit emotikon
de: Neues Emoji
es: Crear emoticono
et: Loo emotikon
eu: Sortu emotea
fr: Créer un émoticône
ja: 絵文字を作成
ko: 이모티콘 생성
pt_br: Criar Emote
ru: Создать эмотикон
ta: EMOTE ஐ உருவாக்கவும்
tr: Emoji oluştur
uk: Створити смайлик
zh: 创建表情

# promptConfirmDeleteEmoticon
source: Are you sure you want to delete **{emoticon}**?
de: Soll **{emoticon}** wirklich gelöscht werden?
es: ¿Seguro que quieres borrar **{emoticon}**?
et: Kas sa oled kindel, et soovid kustutada **{emoticon}** emotikoni?
eu: Ziur **{emoticon}** ezabatu nahi duzula?
fr: Voulez-vous vraiment supprimer **{emoticon}** ?
ja: **{emoticon}**を削除してもよろしいですか?
ko: **{emoticon}**을(를) 삭제 하시겠습니까?
pt_br: Tem certeza que deseja excluir **{emoticon}**?
ru: Вы точно хотите удалить **{emoticon}**?
ta: நீங்கள் நிச்சயமாக நீக்க விரும்புகிறீர்களா ** {emoticon} **?
uk: Ви справді хочете видалити **{emoticon}**?
zh: 您确定要删除 **{emoticon}** 吗？

# promptEmoticonPackName
source: Pack name
cs: Název balíčku emotikonů
de: Paketname
es: Nombre del paquete
et: Lisapaki nimi
eu: Sortaren izena
fr: Nom du groupe
ja: パックの名前
ko: 팩 이름
pt_br: Nome do pacote
ru: Название набора
ta: பேக் பெயர்
tr: Paket adı
uk: Назва пакунку
zh: 表情包名称

# promptStickerName
source: Sticker name
de: Name des Stickers
es: Nombre del sticker
et: Kleepsu nimi
eu: Pegatinaren izena
fr: Nom de l'autocollant
ja: ステッカーの名前
ko: 스티커 이름
pt_br: Nome da figurinha
ru: Название стикера
ta: ச்டிக்கர் பெயர்
uk: Назва наліпки
zh: 贴纸名称

# promptConfirmCreateEmoticon
source: Create!
de: Erstellen!
es: ¡Crear!
et: Tee valmis!
eu: Sortu!
fr: Créer !
ja: 作成する!
ko: 생성되었습니다!
pt_br: Criar!
ru: Создать!
ta: உருவாக்கு!
uk: Створити!
zh: 创建！

# labelRoomSettingsGeneral
source: General
cs: Obecné
de: Allgemein
et: Üldist
eu: Orokorra
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
ru: Общие
ta: பொது
uk: Загальне
zh: 通用

# labelRoomSettingsSecurity
source: Security
cs: Zabezpečení
de: Sicherheit
es: Seguridad
et: Turvalisus
eu: Segurtasuna
fr: Sécurité
ja: セキュリティ
ko: 보안
pt_br: Segurança
ru: Безопасность
ta: பாதுகாப்பு
uk: Безпека
zh: 安全性

# labelRoomSettingsEmoticons
source: Emoticons
cs: Emotikony
es: Emoticonos
et: Emotikonid
eu: Emotikonoak
fr: Émoticônes
ja: 絵文字
ko: 이모티콘
ru: Эмотиконы
ta: எமோடிகான்கள்
uk: Смайлики
zh: 表情

# labelRoomSettingsDeveloper
source: Developer
cs: Pro vývojáře
de: Entwickler
es: Desarrollador
et: Arendaja
eu: Garatzailea
fr: Développeur
ja: 開発者
ko: 개발자
nb: Utvikler
pt_br: Desenvolvedor
ru: Разработчик
ta: உருவாக்குநர்
uk: Розробник
zh: 开发者

# labelRoomSettingsCategory
source: Room Settings
cs: Nastavení místnosti
de: Raumeinstellungen
es: Configuración de la sala
et: Jututoa seadistused
eu: Gelaren ezarpenak
fr: Paramètres du salon
ja: ルームの設定
ko: 방 설정
pt_br: Configurações da sala
ru: Настройки комнаты
ta: அறை அமைப்புகள்
uk: Налаштування кімнати
zh: 房间设置

# labelSettingsTabManageAccounts
source: Manage Accounts
cs: Správa účtů
de: Konten verwalten
es: Gestionar cuentas
et: Halda kasutajakontosid
eu: Kontuen kudeaketa
fr: Gérer les comptes
ja: アカウントの管理
ko: 계정 관리
pt_br: Gerenciar Contas
ru: Управление учётными записями
ta: கணக்குகளை நிர்வகிக்கவும்
uk: Керування обліковими записами
zh: 管理账户

# labelSettingsTabProfile
source: Profile
cs: Profil
de: Profil
es: Perfil
et: Profiil
eu: Profila
fr: Profil
ja: プロフィール
ko: 프로필
pt_br: Perfil
ru: Профиль
ta: சுயவிவரம்
uk: Профіль
zh: 个人资料

# labelSettingsTabSecurity
source: Security
cs: Zabezpečení
de: Sicherheit
es: Seguridad
et: Turvalisus
eu: Segurtasuna
fr: Sécurité
ja: セキュリティ
ko: 보안
pt_br: Segurança
ru: Безопасность
ta: பாதுகாப்பு
uk: Безпека
zh: 安全

# labelSettingsTabEmoticons
source: Emoticons
cs: Emotikony
es: Emoticonos
et: Emotikonid
eu: Emotikonoak
fr: Émoticônes
ja: 絵文字
ko: 이모티콘
ru: Эмотиконы
ta: எமோடிகான்கள்
uk: Смайлики
zh: 表情

# promptAddAccount
source: Add Account
cs: Přidat účet
de: Konto hinzufügen
es: Añadir una cuenta
et: Lisa kasutajakonto
eu: Gehitu kontua
fr: Ajouter un compte
ja: アカウントを追加
ko: 계정 추가
pt_br: Adicionar Conta
ru: Добавить уч. запись
ta: கணக்கைச் சேர்க்கவும்
uk: Додати обліковий запис
zh: 添加账号

# promptLogoutSingleAccount
source: Logout
cs: Odhlásit účet
de: Abmelden
es: Cerrar sesión
et: Logi välja
eu: Amaitu saioa
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
nb: Logg ut
pt_br: Sair da sessão
ru: Выйти
ta: வெளியேற்றம்
uk: Вийти
zh: 登出

# labelMatrixPermissionsRoleAdmin
source: Admin
cs: Administrátor
es: Administrador
et: Peakasutaja
eu: Administratzailea
fr: Administrateur
ja: 管理者
ko: 어드민
pt_br: Administrador
ru: Админ
ta: நிர்வாகி
tr: Yönetici
uk: Адміністратор
zh: 管理员

# labelMatrixPermissionsRoleModerator
source: Moderator
cs: Moderátor
es: Moderador
et: Moderaator
eu: Moderatzailea
fr: Modérateur
ja: モデレーター
ko: 관리자
pt_br: Moderador
ru: Модератор
ta: மதிப்பீட்டாளர்
tr: Moderatör
uk: Модератор
zh: 管理者

# labelMatrixPermissionsRoleMember
source: Room Member
cs: Člen
de: Raummitglied
es: Miembro de la sala
et: Jututoa liige
eu: Kidea
fr: Membre du salon
ja: ルームメンバー
ko: 방 맴버
pt_br: Membro da sala
ru: Участник комнаты
ta: அறை உறுப்பினர்
tr: Oda Üyesi
uk: Учасник кімнати
zh: 成员

# labelMatrixPermissionsSpaceManageChildrenDescription
source: Allows the user to manage which rooms are part of this space
cs: Umožňuje uživateli spravovat, které místnosti jsou součástí tohoto prostoru
de: Ermöglicht dem Benutzer die Verwaltung der Räume, die zu diesem Raum gehören
es: Permite al usuario gestionar qué salas forman parte de este espacio
et: Kasutaja saab hallata, mis jututoad kuuluvad kogukonda
eu: Gune honetako gelak zeiuntzuk diren kudeatzeko ahalmena
fr: Permet à l'utilisateur de gérer les salons faisant partie de cet espace
ja: このスペースに属するルームの変更を許可する
ko: 사용자가 이 공간에 속하는 방을 관리할 수 있도록 허용합니다
pt_br: Permite o usuário a gerenciar quais salas são parte desse espaço
ru: Пользователи смогут управлять комнатами, расположенными в этом пространстве
ta: இந்த இடத்தின் ஒரு பகுதியாக எந்த அறைகள் உள்ளன என்பதை நிர்வகிக்க பயனரை அனுமதிக்கிறது
uk: Дозволяє користувачеві керувати тим, які кімнати є частиною цього простору
zh: 允许用户管理空间中的子房间

# labelMatrixPermissionsSpaceManageChildrenTitle
source: Manage Children
cs: Správa podprostorů
de: Kinder verwalten
es: Administrar niños
et: Kogukonna osiste haldus
eu: Habiratutakoen kudeaketa
fr: Gérer les enfants
ja: スペースに属するルームの設定
ko: 자녀 관리
pt_br: Gerenciar Filhos
ru: Управление дочерними комнатами
ta: குழந்தைகளை நிர்வகிக்கவும்
uk: Керування дочірніми кімнатами
zh: 管理子房间

# labelMatrixPermissionsRoomSendMessagesTitle
source: Send Messages
cs: Odesílání zpráv
de: Nachrichten senden
es: Enviar mensajes
et: Sõnumite saatmine
eu: Mezuen bidalketa
fr: Envoyer des messages
ja: メッセージを送る
ko: 메시지 전송
pt_br: Enviar Mensagens
ru: Отправка сообщений
ta: செய்திகளை அனுப்பவும்
uk: Надсилати повідомлення
zh: 发送消息

# labelMatrixPermissionsRoomSendMessagesDescription
source: Allows a user to send messages in this room
cs: Oprávnění posílat zprávy do této místnosti
de: Ermöglicht es einem Benutzer, Nachrichten in diesem Raum zu senden
es: Permitir a un usuario enviar mensajes en esta sala
et: Kasutaja saab siia jututuppa sõnumeid saata
eu: Gela honetan mezuak bidaltzeko ahalmena
fr: Permet à un utilisateur d'envoyer des messages dans ce salon
ja: ユーザーがこのルームでメッセージを送信できるようにする
ko: 이 방에서 사용자가 메시지를 보낼 수 있도록 허용합니다
pt_br: Permite o usuário a enviar mensagens nessa sala
ru: Пользователи смогут отправлять сообщения в эту комнату
ta: இந்த அறையில் செய்திகளை அனுப்ப ஒரு பயனரை அனுமதிக்கிறது
uk: Дозволяє користувачеві надсилати повідомлення в цій кімнаті
zh: 允许用户在此房间发送消息

# labelMatrixPermissionsRoomHistoryVisibilityTitle
source: History Visibility
cs: Viditelnost historie
de: Verlaufssichtbarkeit
es: Visibilidad del historial
et: Ajaloo nähtavus
eu: Historiaren ikusgaitasunaren aldaketa
fr: Visibilité de l'historique
ja: ルームの履歴設定
ko: 기록 설정 변경 권한
pt_br: Visibilidade do Histórico
ru: Видимость истории
ta: வரலாறு தெரிவுநிலை
uk: Видимість історії
zh: 历史可见性

# labelInvitationBodyWithSender
source: {user} invited you to a room
cs: {user} vás pozval(a) do místnosti
es: {user} te invitó a una sala
et: {user} saatis sulle kutse jututuppa
eu: {user}(e)k gela batera gonbidatu zaitu
fr: {user} vous a invité dans un salon
ja: {user}があなたをルームに招待しました
nb: {user} inviterte deg til et rom
pt_br: {user} convidou você para uma sala
ru: {user} - вы были приглашены в комнату
ta: {user} உங்களை ஒரு அறைக்கு அழைத்தார்
uk: {user} запросив вас до кімнати
zh: {user} 邀请您加入房间

# labelInvitationsForUser
source: Invitations for {user}
cs: Pozvánka pro uživatele {user}
es: Invitaciones para {user}
et: {user} kutsed
eu: {user}(r)entzako gonbidapenak
fr: Invitations pour {user}
hu: Meghívások {user} számára
ja: {user}への招待
nb: Invitasjoner for {user}
pt_br: Convites para {user}
ru: Приглашения для {user}
tr: {user} için davetiyeler
uk: Запрошення для {user}
zh: 对 {user} 的邀请

# labelInvitations
source: Invitations
cs: Pozvánky
es: Invitaciones
et: Kutsed
eu: Gonbidapenak
hu: Meghívások
ja: 招待リスト
nb: Invitasjoner
pt_br: Convites
ru: Приглашения
ta: அழைப்பிதழ்கள்
tr: Davetiyeler
uk: Запрошення
zh: 邀请

# labelSpacePermissionSettings
source: Permissions
cs: Oprávnění
de: Berechtigungen
es: Permisos
et: Õigused
eu: Baimenak
ja: 権限
ko: 권한
pt_br: Permissões
ru: Разрешения
ta: அனுமதிகள்
uk: Дозволи
zh: 权限

# promptImportPack
source: Import pack
cs: Importovat balíček
es: Importar paquete
et: Impordi pakk
eu: Inportatu sorta
fr: Importer un groupe
ja: パックをインポート
pt_br: Importar pacote
ru: Импортировать набор
ta: இறக்குமதி பேக்
tr: Paketi içe aktar
uk: Імпортувати пакет
zh: 导入包

# labelMatrixPermissionsRoomDeleteMessagesDescription
source: Allows the user to delete messages sent by others
cs: Oprávnění mazat zprávy ostatních uživatelů
de: rmöglicht es dem Benutzer, von anderen gesendete Nachrichten zu löschen
es: Permite al usuario borrar mensajes enviados por otros
et: Kasutaja saab kustutada teiste kasutajate saadetud sõnumeid
eu: Beste erabiltzaileek bidalitako mezuak ezabatzeko ahalmena
fr: Permet à l'utilisateur de supprimer des messages envoyés par d'autres personnes
ja: ユーザーが他のユーザーから送信されたメッセージを削除できるようにする
ko: 다른 사람이 보낸 메시지를 사용자가 삭제할 수 있도록 허용합니다
pt_br: Permite o usuário a apagar mensagens enviadas por outros
ru: Пользователи смогут удалять сообщения других пользователей
ta: மற்றவர்கள் அனுப்பிய செய்திகளை நீக்க பயனரை அனுமதிக்கிறது
uk: Дозволяє користувачеві видаляти повідомлення, надіслані іншими
zh: 允许用户删除其它人发送的消息

# labelMatrixPermissionsRoomAddReactionsTitle
source: Add Reactions
cs: Přidávání reakcí
de: Reaktionen hinzufügen
es: Añadir reacciones
et: Reaktsioonide lisamine
eu: Erreakzioen erabilera
fr: Ajout de réactions
ja: リアクションを追加
ko: 반응 추가
pt_br: Adicionar Reações
ru: Добавление реакций
ta: எதிர்வினைகளைச் சேர்க்கவும்
uk: Додати реакції
zh: 添加反馈

# labelMatrixPermissionsRoomAddReactionsDescription
source: Add reactions to messages
cs: Oprávnění reagovat na zprávy pomocí emoji
de: Reaktionen zu Nachrichten hinzufügen
es: Añadir reacciones a los mensajes
et: Kasutaja saab sõnumitele reageerida
eu: Mezuei erreakzionatzeko ahalmena
fr: Ajouter des réactions aux messages
ja: メッセージにリアクションを追加する
ko: 메시지에 반응 추가
pt_br: Adicionar reações a mensagens
ru: Пользователи могут добавлять реакции на сообщения
ta: செய்திகளுக்கு எதிர்வினைகளைச் சேர்க்கவும்
uk: Додати реакції до повідомлення
zh: 在消息中添加反应

# labelMatrixPermissionsChangeRoomTopicTitle
source: Change room topic
cs: Změnit téma místnosti
de: Raumthema ändern
es: Cambiar la temática de la sala
et: Jututoa teema muutmine
eu: Gelaren gaiaren aldaketa
fr: Changer le thème du salon
ja: ルームトピックを変更
ko: 방 주제 변경
pt_br: Mudar tópico da sala
ru: Изменить описание комнаты
ta: அறை தலைப்பை மாற்றவும்
uk: Змінити тематику кімнати
zh: 更改房间主题

# labelMatrixPermissionsKickUserTitle
source: Kick users
cs: Vykopnutí uživatele
de: Benutzer rauswerfen
es: Expulsar usuarios
et: Kasutajate müksamine
eu: Erabiltzaileen kanporaketa
fr: Expulser des utilisateurs
ja: ユーザーを追放
ko: 강퇴
pt_br: Remover usuários
ru: Выпинывание пользователей
ta: பயனர்களை உதைக்க
uk: Вигнати користувачів
zh: 踢出用户

# labelMatrixPermissionsBanUserTitle
source: Ban users
cs: Zabanování uživatele
de: Benutzer sperren
es: Banear usuarios
et: Suhtluskeelu seadmine
eu: Debekuen ezarpena
fr: Bannir des utilisateurs
ja: ユーザーをBAN
ko: 차단
pt_br: Banir usuários
ru: Блокировать пользователей
ta: பயனர்களை தடை செய்யுங்கள்
uk: Забанити користувачів
zh: 禁止用户

# labelMatrixPermissionsBanUserDescription
source: Ban other users from the room
cs: Zakázat ostatním uživatelům přístup do místnosti
de: Andere Benutzer aus dem Raum verbannen
es: Banear a usuarios de la sala
et: Kasutava võib määrata teistele kasutajatele jututoa keelu
eu: Erabiltzaileei gelako sarbidea galarazteko ahalmena
fr: Bannir d'autres utilisateurs de ce salon
ja: 他のユーザーをBANできるようにする
ko: 사용자를 방에서 차단합니다
pt_br: Bane outros usuários da sala
ru: Пользователи смогут блокировать доступ других пользователей к этой комнате
ta: மற்ற பயனர்களை அறையிலிருந்து தடை செய்யுங்கள்
uk: Заборонити іншим користувачам доступ до кімнати
zh: 禁止其它用户进入房间

# promptDownload
source: Download
cs: Stáhnout
es: Descargar
et: Laadi alla
eu: Deskargatu
fr: Télécharger
ja: ダウンロード
nb: Last ned
pt_br: Baixar
ru: Скачать
ta: பதிவிறக்கம்
uk: Завантажити
zh: 下载

# labelEncryptedPreviewDescription
source: Enable use of a proxy server ({proxyUrl}) to get url preview in an encrypted chat. The content of these requests will be hidden from your homeserver using Commet's 'encrypted url preview' Learn more: https://github.com/commetchat/encrypted_url_preview
de: Aktiviere die Verwendung eines Proxy-Servers ({proxyUrl}), um eine URL-Vorschau in einem verschlüsselten Chat zu erhalten. Der Inhalt dieser Anfragen wird mit Hilfe von Commets 'verschlüsselter URL-Vorschau' vor deinem Homeserver verborgen. Mehr erfahren: https://github.com/commetchat/encrypted_url_preview
es: Habilitar el uso de un servidor proxy ({proxyUrl}) para obtener una vista previa de url en un chat cifrado. El contenido de estas peticiones será ocultado de su servidor personal usando la 'vista previa de url cifrada' de Commet Más información: https://github.com/commetchat/encrypted_url_preview
et: Võrguaadresside eelvaate laadimiseks krüptitud vestlustes võta kasutusele proksiserver ({proxyUrl}). Selliste päringute sisu saab olema sinu koduserveri eest peidetud Commeti „krüptitud võrguaadresside eelvaate“ abil Lisateavet leiad siit: https://github.com/commetchat/encrypted_url_preview
eu: Gaitu proxy zerbitzariaren erabilera ({proxyUrl}) txat zifratu batean URLaren aurrebista lortzeko. Eskaera hauen edukia zure zerbitzarian ezkutatuko da Commeten 'URLen zifratutako aurrebista' erabiliz Informazio gehiago: https://github.com/commetchat/encrypted_url_preview
fr: Permet l'utilisation d'un serveur de proxy ({proxyUrl}) pour obtenir la prévisualisation d'une URL dans un tchat chiffré. Le contenu de ces requêtes sera caché à votre serveur utilisant la prévisualisation des URL dans les tchats chiffrés de Commet. Pour en savoir plus : https://github.com/commetchat/encrypted_url_preview
ja: プロキシサーバー({proxyUrl})を使用して、暗号化されたチャットでURLプレビューを取得します。これらのリクエストの内容は、Commetの「暗号化された URL プレビュー」を使用してホームサーバーから非表示になります。 詳細:https://github.com/commetchat/encrypted_url_preview
ko: 프록시 서버({proxyUrl})을(를) 사용하여 암호화된 채팅에서 URL 미리보기를 활성화 합니다. 이러한 요청의 내용은 Commet의 '암호화된 URL 미리보기'를 사용하여 홈 서버에서 보이지 않습니다 자세히 알아보기: https://github.com/commetchat/encrypted_url_preview
pt_br: Ativar o uso de um servidor intermediário ({proxyUrl}) para ter prévia de URLs em uma conversa criptografada. O conteúdo destas solicitações será escondido do seu servidor local usando a "prévia de URLs criptografada" do Commet Aprenda mais: https://github.com/commetchat/encrypted_url_preview
ru: Использовать прокси-сервер ({proxyUrl}) для предпросмотра ссылок в зашифрованных комнатах. Содержимое запросов будет скрыто от сервера Matrix с использованием «Шифрованного предпросмотра ссылок Commet» Подробности на английском: https://github.com/commetchat/encrypted_url_preview
ta: மறைகுறியாக்கப்பட்ட அரட்டையில் முகவரி முன்னோட்டத்தைப் பெற பதிலாள் சேவையகத்தை ({proxyUrl}) பயன்படுத்தவும். இந்த கோரிக்கைகளின் உள்ளடக்கம் கமிட்டின் 'மறைகுறியாக்கப்பட்ட முகவரி மாதிரிக்காட்சி' ஐப் பயன்படுத்தி உங்கள் ஓம்சர்வரில் இருந்து மறைக்கப்படும் மேலும் அறிக: https://github.com/commetchat/encrypted_url_preview
uk: Увімкнути використання проксі-сервера ({proxyUrl}) для отримання передперегляду адрес у зашифрованому чаті. Вміст цих запитів буде приховано від вашого домашнього сервера за допомогою функції Commet «передперегляд зашифрованих адрес» Дізнатися більше: https://github.com/commetchat/encrypted_url_preview
zh: 启用使用代理服务器 ({proxyUrl}) 在加密聊天中获取 url 预览。这些请求的内容将使用 Commet 的“加密 url 预览”以隐藏您的主服务器 了解更多：https://github.com/commetchat/encrypted_url_preview

# labelMessageEffectsTitle
source: Message Effects
cs: Efekty zpráv
es: Efectos en el mensaje
eu: Mezu-efektuak
fr: Effets de message
ja: メッセージエフェクト
pt_br: Efeitos de Mensagem
tr: Mesaj Efektleri
uk: Ефекти повідомлень
zh: 消息效果

# labelMessageEffectsDescription
source: Messages can be sent with additional effects, such as confetti
cs: Povolit speciální efekty u zpráv (např. konfety)
es: Los mensajes pueden ser enviados con effectos adicionales como confetti
eu: Mezuak efektu gehigarriekin bidal daitezke, konfetiekin esaterako
fr: Les messages peuvent être envoyés avec des effets supplémentaires, tels que des confettis
ja: 紙吹雪のようなエフェクトを追加してメッセージを送信することができます
pt_br: Mensagens podem ser enviadas com efeitos adicionais, como confete
tr: Mesajlar konfeti efekti gibi efektlerle gönderilebilir
uk: Повідомлення можна надсилати з додатковими ефектами, наприклад, конфетті
zh: 消息可以附加额外效果发送，例如五彩纸屑

# labelSettingsStickerCompatibilityExplanation
source: In some matrix clients, sending a sticker as 'm.sticker' will cause the sticker to not load correctly. Enabling this setting will send stickers as 'm.image' which will allow them to render correctly
cs: V některých Matrix klientech způsobí odeslání nálepky jako 'm.sticker' nesprávné načtení nálepky. Povolení tohoto nastavení způsobí odeslání nálepek jako 'm.image', což umožní jejich správné vykreslení
de: In einigen Matrix-Clients führt das Senden eines Stickers als „m.sticker“ dazu, dass der Sticker nicht korrekt geladen wird. Wenn du diese Einstellung aktivierst, werden die Sticker als „m.image“ gesendet, so dass sie korrekt gerendert werden können
es: En algunos clientes de Matrix, enviar un sticker como 'm.sticker' hará que el sticker no cargue correctamente. Al habilitar esta configuración, se enviarán los stickers como 'm.image', lo que permitirá que se carguen correctamente
et: Mõned Matrixi kliendid ei kuva kleepse korralikult, kui kasutusel on „m.sticker“ meetod. Kui see seadistus on aktiivne, siis kasutame „m.image“ meetodit ja siis kuvatakse nad alati korrektselt
eu: Matrixen bezero batzuetan, 'm.sticker' gisa bidalitako pegatinak ez dira behar bezala kargatuko. Ezarpen hau gaituz gero, pegatinak 'm.image' bezala bidaliko ditu arazorik gabe erakusteko
fr: Dans certains clients matrix, envoyer un autocollant en tant que "m.sticker" fera que l'autocollant ne chargera pas correctement. Activer cette option permettra aux autocollants d'être envoyés en tant que "m.image", ce qui permettra de les afficher correctement
ja: 一部のmatrixスクライアントでは、ステッカーを「m.sticker」として送信すると、ステッカーが正しく読み込まれません。この設定を有効にすると、ステッカーは「m.image」として送信され、正しくレンダリングされるようになります。
ko: 일부 Matrix 클라이언트에서는 스티커를 'm.sticker'로 보내면 스티커가 제대로 로드되지 않을 수 있습니다. 이 설정을 활성화하면 스티커를 'm.image'로 보내게 되어 올바르게 렌더링 될 것 입니다
pt_br: Em alguns clientes Matrix, enviar uma figurinha como "m.sticker" fará com que a figurinha não carregue corretamente. Ativar esta configuração enviará figurinhas como "m.image", o que as permitirá serem renderizadas corretamente
ru: В некоторых приложениях Matrix стикеры, отправленные как «m.sticker», не будут загружаться. Эта настройка изменит отправляемые стикеры на «m.image» (картинка), благодаря чему они будут отображаться
ta: சில மேட்ரிக்ச் வாடிக்கையாளர்களில், ஒரு ச்டிக்கரை 'எம்.ச்டிக்கர்' என்று அனுப்புவது ச்டிக்கர் சரியாக ஏற்றப்படாமல் இருக்கும். இந்த அமைப்பை இயக்குவது ச்டிக்கர்களை 'எம்.இம்பேச்' என்று அனுப்பும், இது சரியாக வழங்க அனுமதிக்கும்
tr: Bazı Matrix istemcilerinde çıkartmaların 'm.sticker' olarak gönderilmesi, çıkartmanın düzgün yüklenememesine neden olur. Bu ayarın etkinleştirilmesi, çıkartmaların 'm.image' olarak gönderilmesini sağlayarak doğru şekilde görüntülenmelerine olanak tanır
uk: У деяких клієнтах Matrix надсилання наклейки як «m.sticker» призведе до її некоректного завантаження. Якщо увімкнути цей параметр, наклейки надсилатимуться як «m.image», що забезпечить їхнє коректне відображення
zh: 在某些 matrix 客户端中，以 'm.sticker' 格式发送贴纸会导致贴纸无法正确加载。启用此设置后，贴纸将以 'm.image' 的形式发送，从而可以正确渲染

# labelMatrixPermissionsChangeRoomTopicDescription
source: Allows the user to change the topic of this room
cs: Oprávnění měnit nastavení přístupů a rolí
de: Ermöglicht es dem Benutzer, das Thema des Raums zu ändern
es: Permitir al usuario cambiar la temática de esta sala
et: Kasutaja saab muuta jututoa teemat
eu: Gela honen gaia aldatzeko ahalmena
fr: Permet à l'utilisateur de changer le thème de ce salon
ja: ユーザーがルームトピックを変更できるようにする
ko: 사용자에게 방 주제 변경을 허용합니다
pt_br: Permite um usuário a mudar o tópico da sala
ru: Пользователи смогут изменять описание этой комнаты
ta: இந்த அறையின் தலைப்பை மாற்ற பயனரை அனுமதிக்கிறது
uk: Дозволяє користувачеві змінити тематику цієї кімнати
zh: 允许用户更改此房间的主题

# labelMatrixPermissionsChangeRoomPermissionsDescription
source: Allows the user to change permission settings
cs: Oprávnění měnit nastavení přístupů a rolí
de: Ermöglicht es dem Benutzer, die Berechtigungseinstellungen zu ändern
es: Permitir al usuario cambiar la configuración de permisos
et: Kasutaja saab muuta õigusi jututoas
eu: Gela honen baimenen ezarpenak aldatzeko ahalmena
fr: Permet à l'utilisateur de changer les paramètres de permissions
ja: ユーザーが権限の設定を変更できるようにする
ko: 사용자에게 권한 설정 변경을 허용합니다
nb: Lar brukeren endre rettigheter
pt_br: Permite um usuário a mudar as configurações de permissões
ru: Пользователи смогут изменять разрешения
ta: இசைவு அமைப்புகளை மாற்ற பயனரை அனுமதிக்கிறது
uk: Дозволяє користувачеві змінювати налаштування дозволів
zh: 允许用户更改权限设置

# promptShowSource
source: Show Source
cs: Zobrazit zdroj
es: Mostrar fuente
eu: Erakutsi iturburua
fr: Voir la source
ja: ソースを表示
pt_br: Mostrar Fonte
uk: Показати джерело
zh: 显示源码

# messageUserUnbanned
source: {sender} unbanned {user}
cs: {user} odbanoval(a) uživatele {target}
es: {sender} levantó el baneo a {user}
eu: {sender}(e)k debekua kendu dio {user}(r)i
fr: {sender} a débanni {user}
pt_br: {sender} desbaniu {user}
uk: {sender} розбанив {user}
zh: {sender} 解封了 {user}
