Repository: commetchat/commet
Catalog: commet/assets/l10n/intl_*.arb
Languages: cs, de, es, et, eu, fr, hu, ja, ko, nb, pt_br, ru, ta, tr, uk, zh

# labelCurrentAccountsHeader
source: Current Accounts
cs: Aktuální účty
de: Aktuelle Konten
es: Cuentas actuales
et: Hetkel kasutatavad kontod
eu: Uneko kontuak
fr: Comptes actuels
ja: 現在のアカウント
ko: 현재 계정
pt_br: Contas Disponíveis
ru: Текущие учётные записи
ta: நடப்பு கணக்குகள்
uk: Поточний обліковий запис
zh: 当前账号

# promptWipeMatrixKeys
source: Wipe Keys
cs: Vymazat klíče
de: Schlüssel löschen
es: Borrar las claves
et: Kustuta krüptovõtmed
eu: Ezabatu gakoak
fr: Effacer les clés
ja: キーを削除
ko: 키 삭제
pt_br: Apagar Chaves
ru: Уничтожить ключи
ta: விசைகளை துடைக்கவும்
uk: Скинути ключі
zh: 清除密钥

# promptAbortWipingMatrixKeys
source: Wait, No!
cs: Přerušit mazání klíčů!
de: Halt, nein!
es: ¡Espera, no!
et: Appike, ei!
eu: Itxaron! Ez!
fr: Attendez, non !
ja: 待って、削除しないで!
ko: 삭제 중단!
nb: Vent, nei!
pt_br: Espere, não!
ru: Нееет!
ta: காத்திருங்கள், இல்லை!
uk: Зачекайте, ні!
zh: 等一下，不！

# labelMatrixRecoveryKeyCreateExplanation
source: We need to set a security key, which can be used to access message history. We can either generate a key for you, or you can choose your own security phrase
cs: Musíme nastavit bezpečnostní klíč, který lze použít pro přístup k historii zpráv. Můžeme vygenerovat klíč, nebo si můžete vybrat vlastní bezpečnostní frázi
de: Es muss ein Sicherheitsschlüssel gesetzt werden, der für den Zugriff auf den Nachrichtenverlauf verwendet werden kann. Es kann entweder ein Schlüssel generiert oder eine individuelle Sicherheitsphrase ausgewählt werden
es: Tenemos que establecer una clave de seguridad, que se puede utilizar para acceder al historial de los mensajes. Podemos generar una clave para ti, o puedes elegir tu propia frase de seguridad
et: Me peame looma krüptovõtme, mis annab ligipääsu sõnumite ajaloole. Me kas tekitame ta automaatselt või sa saad selle ise kirjutada
eu: Segurtasun-gako bat ezarri beharra dago, mezuen historia atzitzeko erabil daitekeena. Gako bat sor dezakegu zuretzat, edo zuk zeuk aukera dezakezu segurtasun-esaldia
fr: Nous devons définir une clé de sécurité, qui peut être utilisée pour accéder à l'historique des messages. Nous pouvons générer une clé pour vous, ou vous pouvez choisir votre propre clé de sécurité
ja: メッセージ履歴にアクセスするために使用できるセキュリティキーを設定する必要があります。キーを生成することも、独自のセキュリティフレーズを選択することもできます。
ko: 메시지 기록에 액세스하는 데 사용할 수 있는 보안 키를 설정해야 합니다. 귀하를 위해 키를 생성하거나 귀하가 직접 보안 문구를 선택할 수 있습니다
pt_br: Precisamos definir uma chave de segurança, que poderá ser usada para acessar o histórico de mensagens. Podemos gerar uma chave para você, ou você pode escolher sua própria frase de segurança
ru: Для возможности доступа к истории сообщений понадобится ключ безопасности. Вы можете указать собственный пароль, либо позволить приложению создать для вас ключ
ta: செய்தி வரலாற்றை அணுக பயன்படுத்தக்கூடிய பாதுகாப்பு விசையை நாம் அமைக்க வேண்டும். நாங்கள் உங்களுக்காக ஒரு விசையை உருவாக்கலாம், அல்லது உங்கள் சொந்த பாதுகாப்பு சொற்றொடரை நீங்கள் தேர்வு செய்யலாம்
uk: Нам потрібно встановити ключ безпеки, який можна використовувати для доступу до історії повідомлень. Ми можемо згенерувати ключ для вас, або ви можете вибрати власну фразу безпеки
zh: 我们需要设置一个安全密钥，用于访问消息历史。我们可以为您生成一个密钥，或者您可以选择自己的安全短语

# promptGenerateMatrixRecoveryKey
source: Generate Key
cs: Generovat obnovovací klíč
de: Schlüssel generieren
es: Generar una clave
et: Loo taastevõti
eu: Sortu gakoak
fr: Générer une clé
ja: キーを生成
ko: 키 생성
nb: Generer nøkkel
pt_br: Gerar chave
ru: Создать ключ
ta: விசையை உருவாக்குங்கள்
uk: Згенерувати ключ
zh: 生成密钥

# promptUseExistingMatrixKeys
source: Use Existing Keys
cs: Použít existující klíče
de: Vorhandene Schlüssel verwenden
es: Utilizar las claves existentes
et: Kasuta olemasolevaid krüptovõtmeid
eu: Erabili lehendik dauden gakoak
fr: Utiliser les clés existantes
ja: 既存のキーを使用
ko: 기존 키 사용
pt_br: Usar chaves existentes
ru: Использовать имеющиеся ключи
ta: இருக்கும் விசைகளைப் பயன்படுத்தவும்
uk: Використати наявні ключі
zh: 使用现有密钥

# promptCreateNewMatrixKeys
source: No, create new keys
cs: Vytvořit nové klíče
de: Nein, neue Schlüssel erstellen
es: No, crear nuevas claves
et: Ei, pigem loo uued krüptovõtmed
eu: Ez, sortu gako berriak
fr: Non, créer de nouvelles clés
ja: いいえ、新しいキーを作成
ko: 새로운 키 생성
pt_br: Não, criar chaves
ru: Нет, нужны новые ключи
ta: இல்லை, புதிய விசைகளை உருவாக்கவும்
uk: Ні, створити нові ключі
zh: 不，创建新密钥

# promptWipeMatrixBackup
source: Wipe backup
cs: Vymazat zálohu
de: Backup löschen
es: Borrar la copia de seguridad
et: Kustuta varukoopia
eu: Ezabatu babeskopia
fr: Effacer la sauvegarde
ja: バックアップを削除
ko: 백업 삭제
pt_br: Apagar cópia de segurança
ru: Уничтожить рез. копию
ta: காப்புப்பிரதியைத் துடைக்கவும்
uk: Скинути резервну копію
zh: 清除备份

# promptEnableMatrixBackup
source: Enable backup
cs: Zapnout zálohu
de: Datensicherung aktivieren
es: Activar la copia de seguridad
et: Võta kasutusele sõnumite varundus
eu: Gaitu babeskopia
fr: Activer la sauvegarde
ja: バックアップを有効化
ko: 백업 활성화
pt_br: Habilitar cópia de segurança
ru: Включить рез. копирование
ta: காப்புப்பிரதியை இயக்கவும்
uk: Увімкнути резервне копіювання
zh: 启用备份

# labelExistingMatrixKeysFound
source: Existing signing keys have been found!
cs: Nalezeny existující klíče!
de: Bestehende Signierungsschlüssel gefunden!
es: ¡Se han encontrado claves de inicio de sesión existentes!
et: Aga me leidsime olemasolevad krüptovõtmed!
eu: Lehendik dauden gakoak aurkitu dira!
fr: Des clés de connexion existantes ont été trouvées !
ja: 既存の署名キーが見つかりました!
ko: 기존 서명 키가 발견되었습니다!
pt_br: Chaves de segurança existentes foram encontradas!
ru: Найдены имеющиеся ключи подписи!
ta: தற்போதுள்ள கையொப்பமிடும் விசைகள் கண்டுபிடிக்கப்பட்டுள்ளன!
uk: Наявні ключі для підпису знайдено!
zh: 已找到现有签名密钥！

# labelAskUseExistingMatrixKeys
source: Would you like to use the existing keys?
cs: Chcete použít své stávající šifrovací klíče?
de: Sollen die bestehenden Schlüssel benutzt werden?
es: ¿Le gustaría utilizar las claves existentes?
et: Kas sa sooviksid kasutada olemasolevaid krüptovõtmeid?
eu: Lehendik dauden gakoak erabili nahi dituzu?
fr: Souhaitez-vous utiliser les clés existantes ?
ja: 既存のキーを使用しますか?
ko: 기존 키를 사용하시겠습니까?
pt_br: Gostaria de usar as chaves existentes?
ru: Использовать имеющиеся ключи?
ta: இருக்கும் விசைகளைப் பயன்படுத்த விரும்புகிறீர்களா?
uk: Бажаєте використовувати наявні ключі?
zh: 您想使用现有密钥吗？

# labelMatrixRecoveryKeyExplanation
source: This is your recovery key. You can use it to verify your session if you lose access to all other sessions. Keep it somewhere secure!
cs: Tohle je váš obnovovací klíč. Prosím, uložte si tento klíč na skutečně bezpečné místo!
de: Dies ist der Wiederherstellungsschlüssel. Damit kann eine Sitzung verifiziert werden, falls der Zugriff auf alle anderen Sitzungen nicht mehr möglich ist. Er sollte an einem sicheren Ort aufbewahrt werden!
es: Esta es tu clave de recuperación. Puedes usarlo para verificar tu sesión si pierdes el acceso a todas las otras sesiones. ¡Guárdalo en un lugar seguro!
et: See on sinu taastevõti. Kui sa peaksid kaotama ligipääsu kõikidele oma Matrixi sessioonidele, siis sa saad seda oma sessiooni verifitseerimiseks kasutada. Hoia teda turvaliselt kas vana kooli seifis või digitaalses turvalaekas!
eu: Hau da zure berreskuratze-gakoa. Zure saioa egiaztatzeko erabil dezakezu, gainerako saio guztietarako sarbidea galtzen baduzu. Gorde leku segururen batean!
fr: Il s'agit de votre clé de récupération. Vous pouvez l'utiliser pour vérifier votre session si vous perdez l'accès à toutes les autres sessions. Conservez-la en lieu sûr !
ja: これは回復キーです。他のすべてのセッションにアクセスできなくなった場合に、このキーを使用してセッションを検証できます。安全な場所に保管してください!
ko: 이것은 복구 키입니다. 다른 모든 세션에 대한 접근 권한을 잃었을 때 세션을 검증하는 데 사용할 수 있습니다. 안전한 곳에 보관하세요!
pt_br: Essa é sua chave de recuperação. Você poderá usá-la para verificar sua sessão caso perca acesso a todas as outras sessões. Guarde em um lugar seguro!
ru: Это ключ восстановления. Он может быть использован для подтверждения сеансов при утере доступа к остальным сеансам. Сохраните его в безопасном месте!
ta: இது உங்கள் மீட்பு விசை. மற்ற எல்லா அமர்வுகளுக்கும் அணுகலை இழந்தால் உங்கள் அமர்வை சரிபார்க்க இதைப் பயன்படுத்தலாம். எங்காவது பாதுகாப்பாக வைத்திருங்கள்!
uk: Це ваш ключ відновлення. Ви можете використовувати його, щоб підтвердити свою сесію, якщо втратите доступ до всіх інших сесій. Зберігайте його в надійному місці!
zh: 这是您的恢复密钥。如果您失去对所有其它会话的访问，可以用它来验证您的会话。请将其保存在安全的地方！

# labelMatrixRecoveryKeyPromptExplanation
source: To unlock your old messages, please enter your recovery key that has been generated in a previous session. Your recovery key is NOT your password.
cs: Chcete-li odemknout své staré zprávy, zadejte prosím svůj obnovovací klíč, který vám byl vygenerován v předchozí relaci. Pamatujte! Obnovovací klíč NENÍ to samé, co vaše HESLO.
de: Den zuvor generierten Wiederherstellungsschlüssel eingeben, um auf die alten Nachrichten zuzugreifen. Der Wiederherstellungsschlüssel ist NICHT das Passwort.
es: Para desbloquear sus mensajes antiguos, introduzca su clave de recuperación generada en una sesión anterior. Su clave de recuperación NO es su contraseña.
et: Vanade sõnumite lugemiseks palun siseta oma varasemas sessioonis loodud taastevõti. Taastamiseks mõeldud krüptovõti EI OLE sinu salasõna.
eu: Mezu zaharrak desblokeatzeko, sartu aurreko saio batean sortutako berreskuratze-gakoa. Zure berreskuratze-gakoa EZ da zure pasahitza.
fr: Pour déverrouiller vos anciens messages, veuillez saisir votre clé de récupération générée lors d'une session précédente. Votre clé de récupération n'est PAS votre mot de passe.
ja: 古いメッセージのロックを解除するには、以前のセッションで生成された回復キーを入力してください。回復キーはパスワードではありません。
ko: 이전 세션에서 생성된 복구 키를 입력하여 이전 메시지를 잠금 해제하세요. 복구키는 비밀번호가 아닙니다.
pt_br: Para desbloquear suas mensagens antigas, por favor digite sua chave de recuperação que foi gerada em uma sessão anterior. Sua chave de recuperação NÃO é sua senha.
ru: Для получения доступа к старым сообщениям, введите ключ восстановления, созданный предыдущим сеансом. Ключ восстановления это НЕ пароль.
ta: உங்கள் பழைய செய்திகளைத் திறக்க, முந்தைய அமர்வில் உருவாக்கப்பட்ட உங்கள் மீட்பு விசையை உள்ளிடவும். உங்கள் மீட்பு விசை உங்கள் கடவுச்சொல் அல்ல.
uk: Щоб розблокувати старі повідомлення, введіть ключ відновлення, згенерований у попередньому сеансі. Ваш ключ відновлення НЕ є вашим паролем.
zh: 要解锁您的旧消息，请输入在之前会话中生成的恢复密钥。您的恢复密钥不是您的密码。

# promptConfirmWipingCrossSigningKeys
source: Are you sure you want to wipe your cross signing keys?
cs: Opravdu chcete vymazat klíče pro křížové podepisování?
de: Sollen die Quersignierungs-Schlüssel wirklich gelöscht werden?
es: ¿Estás seguro de que quieres borrar tus claves de firma cruzada?
et: Kas sa oled kindel, et soovid kustutada kõik oma risttunnustamise krüptovõtmed?
eu: Ziur sinadura gurutzatuko gakoak ezabatu nahi dituzula?
fr: Voulez-vous vraiment effacer vos clés de signature croisée ?
ja: クロス署名キーを消去してもよろしいですか?
ko: 크로스 서명 키를 삭제하시겠습니까?
pt_br: Tem certeza que deseja excluir suas chaves de sessão?
ru: Вы точно хотите уничтожить свои ключи кросс-подписи?
ta: உங்கள் குறுக்கு கையொப்பமிடும் விசைகளை துடைக்க விரும்புகிறீர்களா?
uk: Ви впевнені, що хочете стерти ключі для перехресного підпису?
zh: 您确定要清除您的交叉签名密钥吗？

# labelMatrixSecurityPhraseShouldNotBePassword
source: Your security phrase should be different to your account password
cs: Bezpečnostní fráze by neměla být shodná s vaším heslem
de: Die Sicherheitsphrase sollte nicht das Account-Passwort sein
es: Su frase de seguridad debe ser diferente a la contraseña de su cuenta
et: Sinu turvafraas peaks olema erinev kasutajakonto salasõnast
eu: Zure segurtasun-esaldia eta kontuaren pasahitza ezin da bera izan
fr: Votre clé de sécurité doit être différente du mot de passe de votre compte
ja: セキュリティフレーズはアカウントのパスワードとは異なる必要があります
ko: 보안 문구는 계정 비밀번호와 달라야 합니다
pt_br: É recomendado que sua frase de segurança seja diferente da senha da sua conta
ru: Пароль доступа к истории должен отличатся от пароля учётной записи
ta: உங்கள் பாதுகாப்பு சொற்றொடர் உங்கள் கணக்கு கடவுச்சொல்லுக்கு வித்தியாசமாக இருக்க வேண்டும்
uk: Ваша захисна фраза повинна відрізнятися від пароля облікового запису
zh: 您的安全短语应与您的账号密码不同

# errorMatrixPassphraseMustContainUpperAndLowercase
source: Passphrase must contain atleast 1 Uppercase and 1 Lowercase letter
cs: Fráze musí obsahovat alespoň 1 velké a 1 malé písmeno
de: Die Passphrase muss mindestens einen Groß- und einen Kleinbuchstaben enthalten
es: La contraseña debe contener al menos una mayúscula y una minúscula
et: Turvafraasis peab olema vähemalt 1 suurtäht ja 1 väiketäht
eu: Pasaesaldiak hizki larri eta txiki bana izan behar ditu gutxienez
fr: La clé doit comporter au moins une lettre majuscule et une lettre minuscule
ja: パスフレーズには少なくとも1つの大文字と1つの小文字を含める必要があります
ko: 암호 문구에는 대문자 1개 이상, 소문자 1개 이상이 포함되어야 합니다
pt_br: Frase-passe deve conter ao menos 1 letra maiúscula e minúscula
ru: Пароль должен содержать хотя бы по одной букве из нижнего и верхнего регистров
ta: பாச்ஃபிரேசில் குறைந்தது 1 பெரிய எழுத்து மற்றும் 1 சிறிய எழுத்துக்கள் இருக்க வேண்டும்
uk: Пароль повинен містити принаймні 1 велику та 1 малу літеру
zh: 密码必须包含至少1个大写字母和1个小写字母

# errorMatrixPassphraseMustContainSymbol
source: Passphrase must contain atleast 1 symbol
cs: Fráze musí obsahovat alespoň 1 symbol
de: Die Passphrase muss mindestens ein Sonderzeichen enthalten
es: La contraseña debe contener al menos 1 símbolo
et: Turvafraasis peab olema vähemalt 1 sümbol
eu: Pasaesaldiak ikur bat izan behar du gutxienez
fr: La clé doit comporter au moins 1 symbole
ja: パスフレーズには少なくとも 1つの記号を含める必要があります
ko: 암호 문구에는 최소 1개의 특수 문자가 포함되어야 합니다
pt_br: Frase-passe deve conter ao menos 1 símbolo
ru: Пароль должен содержать хотя бы 1 спец. символ
ta: பாச்ஃபிரேசில் குறைந்தது 1 அடையாளம் இருக்க வேண்டும்
uk: Пароль повинен містити принаймні 1 символ
zh: 密码必须包含至少1个符号

# erroMatrixPassphraseMustBeLonger
source: Passphrase must be atleast 10 characters long
cs: Fráze musí mít minimálně 10 znaků
de: Die Passphrase muss mindestens 10 Zeichen lang sein
es: La contraseña debe tener al menos 10 caracteres
et: Turvafraas peab olema vähemalt 10 tähemärki pikk
eu: Pasaesaldiak 10 karaktere izan behar ditu gutxienez
fr: La clé doit comporter au moins 10 caractères
ja: パスフレーズは10文字以上である必要があります
ko: 암호 문구는 최소 10자 이상이어야 합니다
pt_br: Frase-passe deve ter ao menos 10 caracteres
ru: Пароль должен состоять из как минимум 10 символов
ta: கடவுச்சொல் குறைந்தது 10 எழுத்துக்கள் நீளமாக இருக்க வேண்டும்
uk: Пароль повинен мати довжину не менше 10 символів
zh: 密码长度必须至少为10个字符

# labelMatrixConfirmSecurityPhrase
source: Confirm security phrase:
cs: Potvrďte bezpečnostní frázi:
de: Sicherheitsphrase bestätigen:
es: Confirmar la frase de seguridad:
et: Korda turvafraasi:
eu: Baieztatu segurtasun esaldia:
fr: Confirmer la clé de sécurité :
ja: セキュリティフレーズを確認してください:
ko: 보안 문구 확인:
pt_br: Confirme a frase de segurança:
ru: Подтверждение кодовой фразы:
ta: பாதுகாப்பு சொற்றொடரை உறுதிப்படுத்தவும்:
uk: Підтвердіть фразу безпеки:
zh: 确认安全短语：

# errorMatrixPassphrasesDontMatch
source: Passphrases do not match
cs: Zadané fráze se neshodují
de: Die Passphrasen stimmen nicht überein
es: Las frases no coinciden
et: Turvafraasid ei klapi omavahel
eu: Pasaesaldiak ez datoz bat
fr: Les clés ne correspondent pas
ja: パスフレーズが一致しません
ko: 보안 문구가 일치하지 않습니다
pt_br: Frases-passes não combinam
ru: Введённые пароли не совпадают
ta: கடவுச்சொற்கள் பொருந்தவில்லை
uk: Паролі не збігаються
zh: 密码不匹配

# labelMatrixPromptPassphrase
source: Security phrase:
cs: Zadejte bezpečnostní frázi:
de: Sicherheitsphrase:
es: Frase de seguridad:
et: Turvafraas:
eu: Segurtasun esaldia:
fr: Clé de sécurité :
ja: セキュリティフレーズ:
ko: 보안 문구:
pt_br: Frase de segurança:
ru: Пароль от истории:
ta: பாதுகாப்பு சொற்றொடர்:
uk: Фраза безпеки:
zh: 安全短语：

# placeholderMatrixEnterSecutiyPhrase
source: Security phrase
cs: Zadejte bezpečnostní frázi
de: Sicherheitsphrase
es: Frase de seguridad
et: Turvafraas
eu: Segurtasun esaldia
fr: Clé de sécurité
ja: セキュリティフレーズ
ko: 보안 문구
pt_br: Frase de segurança
ru: Пароль от истории
ta: பாதுகாப்பு சொற்றொடர்
uk: Фраза безпеки
zh: 安全短语

# labelMatrixExistingMessageBackupFound
source: Existing backup found!
cs: Byla nalezena existující záloha!
de: Bestehendes Backup gefunden!
es: ¡Se ha encontrado una copia de seguridad!
et: Leidsime olemasoleva varukoopia!
eu: Lehendik dagoen babeskopia aurkitu da!
fr: Sauvegarde existante trouvée !
ja: 既存のバックアップが見つかりました!
ko: 기존 백업을 찾았습니다!
pt_br: Cópia de segurança existente encontrada!
ru: Найдена существующая резервная копия!
ta: தற்போதுள்ள காப்புப்பிரதி காணப்பட்டது!
uk: Знайдено існуючу резервну копію!
zh: 已找到现有备份！

# labelMatrixAskWipeBackupToContinue
source: If you are changing your cross signing keys, you will need to wipe your existing backup... Continue?
cs: Pokud měníte své křížové podpisové klíče, budete muset vymazat stávající zálohu... Chcete pokračovat?
de: Wenn die Quersignierungs-Schlüssel geändert werden, muss das bestehende Backup gelöscht werden... Fortfahren?
es: Si vas a cambiar tus claves de firma cruzada, tendrás que borrar tu copia de seguridad... ¿Continuar?
et: Kui sa muudad oma risttunnustamise võtmeid, siis sa pead kustutama olemasoleva võtmete varukoopia... Kas jätkame?
eu: Sinadura gurutzatuko gakoak aldatzen ari bazara, zure babeskopia ezabatu beharko duzu… Jarraitu?
fr: Si vous modifiez vos clés de signature croisée, vous devrez effacer vos sauvegardes existantes… Continuer ?
ja: クロス署名キーを変更する場合は、既存のバックアップを消去する必要があります... 続行しますか?
ko: 크로스 서명 키를 변경하려면, 기존 백업을 삭제해야 합니다...계속 하시겠습니까?
pt_br: Se você estiver mudando suas chaves de sessão, você precisará limpar sua cópia de segurança atual... continuar?
ru: Для изменения ключей кросс-подписи придётся уничтожить имеющуюся резервную копию. Продолжить?
ta: உங்கள் குறுக்கு கையொப்பமிடும் விசைகளை மாற்றினால், உங்கள் இருக்கும் காப்புப்பிரதியை நீங்கள் துடைக்க வேண்டும் ... தொடர்கிறீர்களா?
uk: Якщо ви змінюєте ключі перехресного підпису, вам потрібно буде стерти наявну резервну копію... Продовжувати?
zh: 如果您正在更改交叉签名密钥，您需要清除现有备份...继续吗？

# labelMatrixWarnResetKeysIsPermanent
source: Resetting your keys is permanent, and will result in a loss of your chat history backup. You almost definitely dont want to do this!
cs: Resetování klíčů je trvalé a nelze jej vrátit zpět! Dobře si tento krok rozmyslete.
de: Das Zurücksetzen der Schlüssel ist dauerhaft und führt zum Verlust des Chatverlaufs. Das ist mit ziemlicher Sicherheit eine schlechte Idee!
es: Restablecer tus claves es permanente, y resultará en la pérdida de la copia de seguridad de tu historial de chat. ¡Seguramente no quieres hacer esto!
et: Võtmete lähtestamine on lõplik tegevus ja sa kaotad ligipääsu oma vestluste ajaloole. On üsna kindel, et sa tegelikult ei taha seda teha!
eu: Pasahitzak berrezartzea iraunkorra da, eta horrek zure txat-historiaren babeskopia galtzea ekarriko du. Ez dut uste hori egin nahi duzunik!
fr: La réinitialisation de vos clés est permanente et entraîne la perte de la sauvegarde de votre historique de chat. Vous ne devez absolument pas faire cela !
ja: キーをリセットは永久的です、チャット履歴のバックアップが失われます。絶対にこの操作は行わないでください!
ko: 키를 재설정하는 것은 영구적으로 저장되며 채팅 기록 백업이 사라집니다. 이런 일은 절대 하고 싶지 않을 겁니다!
pt_br: Redefinir suas chaves é permanente, e resultará na perda da cópia de segurança do seu histórico de conversas. Você quase definitivamente não quer fazer isso!
ru: Сброс ключей перманентен и уничтожит резервную копию ваших сообщений. Крайне вероятно, что вам не нужно использовать эту функцию!
ta: உங்கள் சாவியை மீட்டமைப்பது நிரந்தரமானது, மேலும் உங்கள் அரட்டை வரலாறு காப்புப்பிரதியை இழக்க நேரிடும். நீங்கள் நிச்சயமாக இதைச் செய்ய விரும்பவில்லை!
uk: Скидання ваших ключів є безповоротним і призведе до втрати резервної копії історії чату. Ви майже напевно не хочете цього робити!
zh: 重置密钥是永久性的，将导致您的聊天历史备份丢失。您几乎肯定不想这样做！

# labelMatrixAskEnableMessageBackup
source: Would you like to enable online key backup?
cs: Chcete povolit zálohování klíčů online na serveru?
de: Soll die Online-Schlüsselsicherung aktiviert werden?
es: ¿Desea activar la copia de seguridad online?
et: Kas sa soovid võtta kasutusele krüptovõtmete võrgupõhise varundamise?
eu: Gakoaren hodeiko babeskopia gaitu nahi duzu?
fr: Souhaitez-vous activer la sauvegarde des clés en ligne ?
ja: オンラインキーバックアップを有効にしますか?
ko: 온라인 키 백업을 활성화 하시겠습니까?
pt_br: Gostaria de ativar a cópia de segurança online de chaves?
ru: Включить облачное резервное копирование ключей?
ta: நிகழ்நிலை விசை காப்புப்பிரதியை இயக்க விரும்புகிறீர்களா?
uk: Бажаєте увімкнути резервне копіювання ключів онлайн?
zh: 您想启用在线密钥备份吗？

# labelMatrixExplainOnlineKeyBackup
source: Online key backup will allow you to retreive message history in the event that you lose access to all your sessions
cs: Online záloha klíče vám umožní obnovit historii zpráv v případě, že ztratíte přístup ke všem svým relacím
de: Die Online-Schlüsselsicherung ermöglicht es, den Chatverlauf wiederherzustellen, wenn der Zugriff auf alle anderen Sitzungen verloren geht
es: La copia de seguridad online de las claves le permitirá recuperar el historial de mensajes en caso de que pierda el acceso a todas sus sesiones
et: Võrgupõhine krüptovõtmete varundus võimaldab sul lugeda oma vanu sõnumeid ka siis, kui sul kaob ligipääs kõikidele oma Matrixi sessioonidele
eu: Gakoaren hodeiko babeskopiak mezuen historia berreskuratzea ahalbidetuko dizu, saio guztietarako sarbidea galtzen baduzu
fr: La sauvegarde des clés en ligne vous permet de récupérer l'historique des messages au cas où vous perdriez l'accès à toutes vos sessions
ja: オンラインキーバックアップを使用すると、すべてのセッションにアクセスできなくなった場合でも、メッセージ履歴を取得できます。
ko: 온라인 키 백업을 사용하면 모든 세션에 대한 액세스 권한을 잃은 경우에도 메시지 기록을 되찾을 수 있습니다
pt_br: A cópia de segurança online de chaves permitirá que você recupere o histórico de mensagens caso perca acesso a todas suas sessões
ru: Облачное резервное копирование позволит получать историю сообщений даже если вы потеряете доступ ко всем своим сеансам
ta: உங்கள் எல்லா அமர்வுகளுக்கும் அணுகலை இழந்தால் செய்தி வரலாற்றை மீட்டெடுக்க நிகழ்நிலை முக்கிய காப்புப்பிரதி உங்களை அனுமதிக்கும்
uk: Резервне копіювання ключів онлайн дозволить вам відновити історію повідомлень, якщо ви втратите доступ до всіх своїх сесій
zh: 在线密钥备份将允许您在失去对所有会话的访问时检索消息历史

# labelMatrixCrossSigning
source: Cross signing
cs: Křížové podepisování
de: Quersignierung
es: Firma cruzada
et: Risttunnustamine
eu: Sinadura gurutzatua
fr: Signature croisée
ja: クロス署名
ko: 크로스 서명
pt_br: Sessão múltipla
ru: Кросс-подпись
ta: குறுக்கு கையொப்பம்
uk: Перехресний підпис
zh: 交叉签名

# labelMatrixCrossSigningAndBackup
source: Cross Signing & Backup
cs: Křížové podepisování a záloha
de: Quersignierung & Backup
es: Firma cruzada y copia de seguridad
et: Risttunnustamine ja varundus
eu: Sinadura gurutzatua eta babeskopia
fr: Signature croisée et sauvegarde
ja: クロス署名とバックアップ
ko: 크로스 서명 & 백업
pt_br: Sessão múltipla e cópia de segurança
ru: Кросс-подпись и резервное копирование
ta: குறுக்கு கையொப்பமிடுதல் மற்றும் காப்புப்பிரதி
uk: Перехресне підписання та резервне копіювання
zh: 交叉签名与备份

# labelMatrixAccountSessions
source: Sessions
cs: Relace účtu
de: Sitzungen
es: Sesiones
et: Sessioonid
eu: Saioak
ja: セッション
ko: 세션
pt_br: Sessões
ru: Сеансы
ta: அமர்வுகள்
uk: Сесії
zh: 会话

# labelMatrixResetCrossSigningTitle
source: Reset cross signing
cs: Resetovat křížové podepisování
de: Quersignierung Zurücksetzen
es: Restablecer la firma cruzada
et: Lähtesta risttunnustamine
eu: Berrezarri sinadura gurutzatua
fr: Réinitialiser la signature croisée
ja: クロス署名をリセット
ko: 크로스 서명 초기화
pt_br: Reiniciar múltiplas sessões
ru: Сбросить кросс-подписи
ta: குறுக்கு கையொப்பத்தை மீட்டமைக்கவும்
uk: Скинути перехресний підпис
zh: 重置交叉签名

# labelMatrixMessageBackup
source: Message backup
cs: Záloha zpráv
de: Nachrichten-Backup
es: Copia de seguridad de mensajes
et: Sõnumite varundus
eu: Mezuen babeskopia
fr: Sauvegarde des messages
ja: メッセージのバックアップ
ko: 메시지 백업
pt_br: Cópia de segurança de mensagens
ru: Рез. копирование сообщений
ta: செய்தி காப்புப்பிரதி
uk: Резервне копіювання повідомлень
zh: 消息备份
