Repository: commetchat/commet
Catalog: commet/assets/l10n/intl_*.arb
Languages: cs, de, es, et, eu, fr, hu, ja, ko, nb, pt_br, ru, ta, tr, uk, zh

# noPinnedMessages
source: No messages have been pinned!
cs: Žádné připnuté zprávy!
es: ¡Ningún mesnsaje ha sido fijado!
eu: Ez da mezurik finkatu!
fr: Aucun message n'a été épinglé !
hu: Még nem tűztél ki üzenetet!
nb: Ingen meldinger festet!
pt_br: Nenhuma mensagem foi fixa!
tr: Sabitlenmiş mesaj yok!
uk: Немає прикріплених повідомлень!
zh: 没有消息被置顶！

# labelSpaceSubspacesList
source: Spaces
cs: Prostory
es: Espacios
et: Alamkogukonnad
eu: Guneak
fr: Espaces
hu: Helyiségek
ja: スペース
nb: Plasser
pt_br: Espaços
ru: Пространства
ta: இடங்கள்
tr: Topluluklar
uk: Простори
zh: 空间

# promptAttachmentProcessingSendOriginal
source: Send Original
cs: Odeslat originál
es: Enviar original
et: Saada fail muutmata kujul
eu: Bidali jatorrizkoa
fr: Envoyer l'original
hu: Eredeti küldése
ja: ファイルをそのまま送信する
pt_br: Enviar original
ru: Отправить исходный файл
ta: அசல் அனுப்பு
tr: Dosyayı Değiştirmeden Gönder
uk: Надіслати оригінал
zh: 发送原件

# labelImageContainsLocationInfo
source: Warning: This image contains location metadata
cs: Pozor: Obrázek obsahuje metadata o poloze
es: Advertencia: Esta imagen contiene metadatos con localización
et: Hoiatus: selles failis leidub asukoha metateavet
eu: Abisua: Irudi honek kokapenaren metadatuak dauzka
fr: Attention : Cette image contient des métadonnées de localisation
hu: Figyelem: Ebben a képben fellelhetőek helyzet beazonosítási meta-adatok
ja: 警告:この画像には位置情報のメタデータが含まれています
nb: Advarsel: Dette bildet inneholder stedsmetadata
pt_br: Aviso: esta imagem contém metadados de localização
ru: Предупреждение: файл изображения содержит информацию о месте съёмки
ta: எச்சரிக்கை: இந்த படத்தில் இருப்பிட மேனிலை தரவு உள்ளது
tr: Dikkat: Bu görsel konum bilgisi içeriyor
uk: Попередження: це зображення містить метадані про розташування
zh: 警告：此图像包含位置信息元数据

# labelStickerCompatibility
source: Sticker compatibility
cs: Kompatibilita samolepek
de: Kompatibilität von Stickern
es: Compatibilidad con Sticker
et: Kleepsude ühilduvus
eu: Pegatinen bateragarritasuna
fr: Compatibilité des autocollants
ja: ステッカーの互換性
ko: 스티커 호환
pt_br: Compatibilidade para figurinhas
ru: Совместимость стикера
ta: ச்டிக்கர் பொருந்தக்கூடிய தன்மை
tr: Çıkartma uyumluluğu
uk: Сумісність наліпок
zh: 贴纸兼容性

# labelEncryptedPreview
source: URL Preview in Encrypted Chats (Experimental)
de: URL-Vorschau in verschlüsselten Chats (experimentell)
es: Vista previa de la URL en chats cifrados (experimental)
et: Urlide eelvaade krüptitud vestlustes (katseline)
eu: URLen aurrebista zifratutako txatetan (esperimentala)
fr: Prévisualisation des URL dans les tchats chiffrés (Expérimental)
ja: 暗号化されたチャットでのURLプレビュー (実験的)
ko: 암호화된 채팅에서 URL 미리보기 (테스트 중)
pt_br: Prévia de URLs em conversas criptografadas (experimental)
ru: Предпросмотр ссылок в зашифрованных комнатах (Экспериментальная функция)
ta: மறைகுறியாக்கப்பட்ட அரட்டைகளில் முகவரி முன்னோட்டம் (சோதனை)
uk: Передперегляд URL-адрес у зашифрованих чатах (експериментально)
zh: 加密聊天中显示 URL 预览（实验性）

# labelMatrixPermissionsRoomDeleteMessagesTitle
source: Delete Messages
cs: Mazání zpráv
de: Nachrichten löschen
es: Borrar mensajes
et: Sõnumite kustutamine
eu: Mezuen ezabaketa
fr: Suppression des messages
ja: メッセージを削除
ko: 메시지 삭제
pt_br: Apagar Mensagens
ru: Удаление сообщений
ta: செய்திகளை நீக்கு
uk: Видалити повідомлення
zh: 删除消息

# labelMatrixPermissionsRoomHistoryVisibilityDescription
source: Allows the user to change the visibility of chat history in this room
cs: Umožňuje uživateli změnit viditelnost starších zpráv v této místnosti
de: Ermöglicht es dem Benutzer, die Sichtbarkeit des Chatverlaufs in diesem Raum zu ändern
es: Permite al usuario cambiar la visibilidad del historial del chat en esta sala
et: Kasutaja saab muuta jututoa sõnumite nähtavust
eu: Gela honen txat-historiaren ikusgaitasuna aldatzeko ahalmena
fr: Permet à l'utilisateur de changer la visibilité de l'historique pour ce salon
ja: ユーザーがこのルームのチャット履歴の表示/非表示を変更できるようにする
ko: 사용자에게 이 방의 기록 설정 권한 변경을 허용합니다
pt_br: Permite um usuário a mudar a visibilidade do histórico da sala
ru: Пользователи смогут изменять видимость истории сообщений в этой комнате
ta: இந்த அறையில் அரட்டை வரலாற்றின் தெரிவுநிலையை மாற்ற பயனரை அனுமதிக்கிறது
uk: Дозволяє користувачеві змінювати видимість історії чату в цій кімнаті
zh: 允许用户更改此房间的聊天历史可见性

# labelMatrixPermissionsRoomAvatarTitle
source: Set Room Avatar
cs: Nastavit avatara místnosti
de: Raumavatar festlegen
es: Establecer avatar de la sala
et: Jututoa tunnuspildi muutmine
eu: Gelaren abatarraren aldaketa
fr: Définir l'avatar du salon
ja: ルームのアバターを設定
ko: 아바타 설정
pt_br: Configurar foto da sala
ru: Задать изображение комнаты
ta: அறை அவதாரம் அமைக்கவும்
uk: Встановити зображення кімнати
zh: 设置房间头像

# labelMatrixPermissionsRoomAvatarDescription
source: Change the room's avatar image
cs: Změnit avatarový obrázek místnosti
de: Avatarbild des Raums ändern
es: Cambiar el avatar de la sala
et: Kasutaja saab muuta jututoa tunnuspilti ehk avatari
eu: Gela honen abatar-irudia aldatzeko ahalmena
fr: Changer l'avatar du salon
ja: ルームのアバターを変更
ko: 아바타 이미지 변경
pt_br: Mudar foto da sala
ru: Изменить изображение комнаты (аватар)
ta: அறையின் அவதார் படத்தை மாற்றவும்
uk: Змінити зображення кімнати
zh: 更改房间的头像图片

# labelThemeAmoled
source: Amoled
cs: AMOLED (černý)
ja: ピュアブラック
ko: 아몰레드
ru: Чёрная
ta: அமோல்ட்
uk: Чорна тема

# labelMatrixPermissionsChangeRoomNameTitle
source: Change room name
cs: Změnit název místnosti
de: Raumname ändern
es: Cambiar nombre de sala
et: Jututoa nime muutmine
eu: Gelaren izenaren aldaketa
fr: Changer le nom du salon
ja: ルームの名前を変更
ko: 방 이름 변경
pt_br: Mudar nome da sala
ru: Изменить имя комнаты
ta: அறை பெயரை மாற்றவும்
uk: Змінити назву кімнати
zh: 更改房间名称

# labelMatrixPermissionsChangeRoomNameDescription
source: Allows the user to change the name of this room
cs: Oprávnění přejmenovat místnost
de: Ermöglicht es dem Benutzer, den Namen des Raums zu ändern
es: Permite al usuario cambiar el nombre de esta sala
et: Kasutaja saab muuta jututoa nime
eu: Gela honen izena aldatzeko ahalmena
fr: Permet à l'utilisateur de changer le nom de ce salon
ja: ユーザーがルームの名前を変更できるようにする
ko: 사용자에게 방 이름 변경을 허용합니다
pt_br: Permite um usuário a mudar o nome da sala
ru: Пользователи смогут изменять название комнаты
ta: இந்த அறையின் பெயரை மாற்ற பயனரை அனுமதிக்கிறது
uk: Дозволяє користувачеві змінити назву цієї кімнати
zh: 允许用户更改此房间的名称

# labelMatrixPermissionsChangeRoomPermissionsTitle
source: Change permissions
cs: Správa oprávnění
de: Berechtigungen ändern
es: Cambiar permisos
et: Õiguste muutmine
eu: Baimenen aldaketa
fr: Changer les permissions
ja: ルームの権限を変更
ko: 방 권한 변경
nb: Rediger rettigheter
pt_br: Mudar permissões
ru: Изменить разрешения
ta: அனுமதிகளை மாற்றவும்
uk: Змінити дозволи
zh: 更改权限

# labelMatrixPermissionsKickUserDescription
source: Kick other users out of the room
cs: Oprávnění vyhodit uživatele z místnosti
de: Andere Benutzer aus dem Raum werfen
es: Expulsar a otros usuarios de la sala
et: Kasutaja saab teisi kasutajaid jututoast välja müksata
eu: Erabiltzaileak gelatik kanporatzeko ahalmena
fr: Expulser d'autres utilisateurs de ce salon
ja: 他のユーザーを追放できるようにする
ko: 사용자를 방에서 내보냅니다
pt_br: Remove outros usuários da sala
ru: Пользователи смогут выпинывать других из комнаты
ta: மற்ற பயனர்களை அறைக்கு வெளியே உதைக்கவும்
uk: Вигнати інших користувачів з кімнати
zh: 将其它用户踢出房间

# labelRoomSettingsPermissions
source: Permissions
cs: Oprávnění
de: Berechtigungen
es: Permisos
et: Õigused
eu: Baimenak
ja: 権限
ko: 권한
nb: Rettigheter
pt_br: Permissões
ru: Разрешения
ta: அனுமதிகள்
uk: Дозволи
zh: 权限

# promptPinMessage
source: Pin Message
cs: Připnout zprávu
es: Fijar mensaje
eu: Finkatu mezua
fr: Message épinglé
ja: メッセージをピン留めする
pt_br: Fixar Mensagem
uk: Закріпити повідомлення
zh: 置顶消息

# promptUnpinMessage
source: Unpin Message
cs: Odepnout zprávu
es: Desfijar mensaje
eu: Utzi mezua finkatzeari
fr: Désépingler le message
ja: メッセージのピン留めを外す
pt_br: Desafixar Mensagem
uk: Відкріпити повідомлення
zh: 取消置顶消息

# promptReplyInThread
source: Reply In Thread
cs: Odpovědět ve vlákně
es: Responder en el Hilo
eu: Erantzun harian
fr: Répondre dans un fil
ja: スレッドで返信
pt_br: Responder No Tópico
uk: Відповісти в темі
zh: 在消息列中回复

# promptReplayMessageEffect
source: Replay Effect
cs: Zopakovat efekt zprávy
es: Repetir Efecto
eu: Erreproduzitu berriz efektua
fr: Rejouer l'effet
pt_br: Reproduzir Efeito
uk: Повторення ефекта
zh: 重放效果

# messagePlaceholderUserUpdatedNameDetailed
source: {user} changed their display name to "{newName}"
cs: {oldUser} si změnil(a) jméno na {newUser}
es: {user} cambió su apodo a "{newName}"
eu: {user}(e)k pantaila-izena '{newName}'(e)ra aldatu du
fr: l'utilisateur {user} a changé son nom d'affichage en "{newName}"
pt_br: {user} mudou seu nome para "{newName}"
uk: {user} змінив своє ім'я на «{newName}»
zh: {user} 将他们的显示名称更改为 '{newName}'

# messageUserRetractedInvite
source: {sender} uninvited {user}
cs: {user} odvolal(a) pozvání pro {target}
es: {sender} retiró la invitación de {user}
eu: {sender}(e)k {user}(r)i egindako gonbidapena atzera bota du
fr: {sender} a désinvité {user}
pt_br: {sender} desconvidou {user}
uk: {sender} скасував запрошення {user}
zh: {sender} 撤回了对 {user} 的邀请

# messageUserAcceptedInvite
source: {user} accepted the invitiation
cs: {user} přijal(a) pozvání
es: {user} aceptó la invitación
eu: {user}(e)k gonbidapena onartu du
fr: {user} a accepté l'invitiation
pt_br: {user} aceitou o convite
uk: {user} прийняв запрошення
zh: {user} 接受了邀请

# messageUserBanned
source: {sender} banned {user}
cs: {user} zabanoval(a) uživatele {target}
es: {sender} baneó a {user}
eu: {sender}(e)k debekua ezarri dio {user}(r)i
fr: {sender} a banni {user}
pt_br: {sender} baniu {user}
uk: {sender} забанив {user}
zh: {sender} 封禁了 {user}

# messageUserPinnedEvent
source: {user} pinned a message!
cs: {user} připnul(a) zprávu!
es: ¡{user} fijó un mensaje!
eu: {user}()ek mezu bat finkatu du!
fr: {user} a épinglé un message !
pt_br: {user} fixou uma mensagem!
uk: {user} закріпив повідомлення!
zh: {user} 置顶了一条消息！

# messageUserUnpinnedEvent
source: {user} unpinned a message
cs: {user} odepnul(a) zprávu
es: {user} desfijó un mensaje
eu: {user}(e)k mezu bat finkatzeari utzi dio
fr: {user} a désépinglé un message
pt_br: {user} desafixou uma mensagem
uk: {user} відкріпив повідомлення
zh: {user} 取消置顶了消息

# labelUseRoomAvatars
source: Use room avatars
cs: Použijte avatary místností
es: Usar los avatares de la sala
fr: Utiliser les avatars des canaux
ja: ルームアバターを使用する
pt_br: Usar avatares da sala
tr: Oda avatarlarını kullan
uk: Використовувати аватари кімнат

# labelUseRoomAvatarPlaceholdersDescription
source: When a room does not have an avatar set, or using them is disabled, fallback to a generic color + first letter placeholder for the image
cs: Pokud místnost nemá nastavený avatar nebo je jejich použití zakázáno, použije se jako náhrada obecná barva + zástupný symbol prvního písmene pro obrázek
es: Cuando una sala no tiene un avatar definido, o el uso de ellos está desactivado, se recurre a un color genérico + la primera letra para la imagen provisional
fr: Lorsqu'une salle n'a pas d'avatar défini, ou que son utilisation est désactivée, utilisez une couleur générique + un espace réservé à la première lettre pour l'image
pt_br: Quando uma sala não tem um avatar configurado, ou seu uso está desativado, contingenciar para uma cor genérica + primeira letra substituta para a imagem
tr: Bir oda avatarı ayarlanmadığında veya avatarlar devre dışı bırakıldığında; görsel yerine, oda isminin ilk harfini ve standart bir rengi içeren yer tutucuya döner
uk: Якщо в кімнаті немає набору аватарів або їх використання вимкнено, використовується загальний колір + заповнювач першої літери для зображення

# labelEnableRoomIconsDescription
source: Show room avatar images instead of icons
cs: Zobrazovat avatary u místností v seznamu
es: Mostrar los avatares de la sala en lugar de iconos
fr: Afficher les images d'avatar de la salle d'exposition au lieu des icônes
pt_br: Mostrar imagens do avatar da sala em vez de ícones
tr: İkonlar yerine oda avatar resimlerini göster
uk: Показувати зображення аватарів кімнат замість значків

# labelUseRoomAvatarPlaceholders
source: Use placeholder avatars
cs: Použijte zástupné avatary
es: Utilizar avatares provisionales
fr: Utiliser les avatars par défaut
pt_br: Usar avatares substitutos
tr: Yer tutucu avatarları kullan
uk: Використовувати аватарки-заповнювачі

# placeholderRoomAddress
source: #awesome-room:example.com
de: #ein-toller-raum:matrix.org
et: #vahva-jututuba:domeen.tld
eu: #gela-zoragarria:matrix.org
fr: #super-salon:matrix.org
pt_br: #sala-incrível:example.com
ru: #крутая-комната:matrix.org
ta: #அற்புதமான அறை:example.com
zh: #awesome-room:matrix.org

# placeholderSpaceAddress
source: #awesome-space:example.com
de: #ein-toller-space:matrix.org
et: #vahva-kogukond:domeen.tld
eu: #gune-zoragarria:matrix.org
fr: #super-espace:matrix.org
pt_br: #espaço-incrível:example.com
ru: #крутое-пространство:matrix.org
ta: #அற்புதமான-இடம்:example.com
zh: #awesome-space:matrix.org

# labelEmojiPickerGifTab
source: Gif
cs: GIFy
eu: GIFak

# promptCancelEventSend
source: Cancel
cs: Zrušit odesílání
es: Cancelar
fr: Annuler

# promptRetryEventSend
source: Retry
cs: Zkusit znovu
es: Reintentar
fr: Réessayer
