Repository: commetchat/commet
Catalog: commet/assets/l10n/intl_*.arb
Languages: cs, de, es, et, eu, fr, hu, ja, ko, nb, pt_br, ru, ta, tr, uk, zh

# promptAddSelectedRooms
source: Add selected rooms
cs: Přidat vybrané místnosti
de: Ausgewählte Räume hinzufügen
es: Añadir las salas seleccionadas
et: Lisa valitud jututoad kogukonda
eu: Gehitu hautatutako gelak
fr: Ajouter les salons sélectionnés
hu: Kiválasztott szobák hozzáadása
ja: 選択したルームを追加
ko: 선택한 방 추가
nb: Legg til valgte rom
pt_br: Adicionar salas selecionadas
ru: Добавить выбранные комнаты
ta: தேர்ந்தெடுக்கப்பட்ட அறைகளைச் சேர்க்கவும்
tr: Seçilen odaları ekle
uk: Додати вибрані кімнати
zh: 添加选定的房间

# promptUseExistingRoom
source: Use existing room
cs: Použít existující místnost
de: Bestehenden Raum benutzen
es: Usar una sala existente
et: Kasuta olemasolevat jututuba
eu: Erabili lehendik dagoen gela
fr: Utiliser un salon existant
hu: Létező szoba használata
ja: 既存のルームを使用する
ko: 기존 방 사용
pt_br: Usar sala existente
ru: Добавить существующую комнату
ta: இருக்கும் அறையைப் பயன்படுத்தவும்
tr: Mevcut odayı kullan
uk: Використати наявну кімнату
zh: 使用现有房间

# messageVerificationComplete
source: Verification Complete!
cs: Ověření dokončeno!
de: Verifizierung abgeschlossen!
es: ¡Verificación completada!
et: Verifitseerimine on valmis!
eu: Egiaztatu da!
fr: Vérification terminée !
hu: Hitelesítés elvégezve!
ja: 検証が完了しました!
ko: 검증 완료!
pt_br: Verificação completa!
ru: Подтверждение успешно!
ta: சரிபார்ப்பு முடிந்தது!
tr: Doğrulama Başarılı!
uk: Перевірку завершено!
zh: 验证完成！

# promptEdit
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
et: Muuda
eu: Editatu
fr: Modifier
ja: 編集
ko: 편집
nb: Rediger
pt_br: Editar
ru: Изменить
ta: தொகு
uk: Редагувати
zh: 编辑

# promptAccept
source: Accept
cs: Přijmout
de: Annehmen
es: Aceptar
et: Nõustu
eu: Onartu
fr: Accepter
ja: 受諾
ko: 승인
pt_br: Aceitar
ru: Принять
ta: ஏற்றுக்கொள்
uk: Прийняти
zh: 接受

# promptSubmit
source: Submit
cs: Odeslat
de: Absenden
es: Enviar
et: Saada
eu: Bidali
fr: Envoyer
ja: 送信
ko: 제출
pt_br: Enviar
ru: Отправить
ta: சமர்ப்பிக்கவும்
uk: Відправити
zh: 提交

# promptRestore
source: Restore
cs: Obnovit
de: Wiederherstellen
es: Restaurar
et: Taasta
eu: Leheneratu
fr: Restaurer
ja: 復元
ko: 복원
pt_br: Restaurar
ru: Восстановить
ta: மீட்டமை
uk: Відновити
zh: 恢复

# promptCopyComplete
source: Copied!
cs: Zkopírováno!
de: Kopiert!
es: ¡Copiado!
et: Kopeeritud!
eu: Kopiatuta!
fr: Copié !
ja: コピーしました!
ko: 복사 완료!
pt_br: Copiado!
ru: Скопировано!
ta: நகலெடுக்கப்பட்டது!
uk: Скопійовано!
zh: 已复制！

# labelOr
source: Or
cs: nebo
de: Oder
es: O
et: või
eu: edo
fr: Ou
ja: または
ko: 혹은
nb: Eller
pt_br: Ou
ru: Или
ta: அல்லது
uk: Або
zh: 或者

# fileDragDropPrompt
source: Drop a file to upload...
cs: Soubor nahrajete přetažením sem...
de: Datei zum Hochladen hier loslassen...
es: Suelte un archivo para subirlo...
et: Sikuta siia üleslaaditav fail...
eu: Jaregin fitxategia igotzeko…
fr: Déposez un fichier à importer…
hu: Húzz ide egy fájlt a feltöltéshez...
ja: アップロードするファイルをここにドロップ...
ko: 업로드할 파일을 가져오세요...
nb: Slipp en fil for å laste opp...
pt_br: Arraste um arquivo para enviá-lo...
ru: Перетащите файл для загрузки...
ta: பதிவேற்ற ஒரு கோப்பை விடுங்கள் ...
tr: Dosya yüklemek için sürükleyin...
uk: Перетягніть файл, щоб вивантажити...
zh: 拖放文件以上传...

# labelRoomsList
source: Rooms
cs: Místnosti
de: Räume
es: Salas
et: Jututoad
eu: Gelak
fr: Salons
hu: Szobák
ja: ルーム
ko: 방
nb: Rom
pt_br: Salas
ru: Комнаты
ta: அறைகள்
tr: Odalar
uk: Кімнати
zh: 房间

# messagePlaceholderUserCreatedRoom
source: {user} created the room!
cs: {user} vytvořil(a) místnost
de: {user} hat den Raum erstellt!
es: ¡{user} ha creado la sala!
et: {user} lõi jututoa!
eu: {user}(e)k gela sortu du!
fr: {user} a créé le salon !
ja: {user}がルームを作成しました!
ko: {user} 님이 방을 생성했습니다!
nb: {user} opprettet rommet!
pt_br: {user} criou a sala!
ru: {user} - комната создана!
ta: {user} அறையை உருவாக்கினார்!
uk: {user} створив кімнату!
zh: {user} 创建了房间！

# messagePlaceholderUserUpdatedAvatar
source: {user} updated their avatar
cs: {user} si změnil(a) avatar
de: {user} hat den Avatar geändert
es: {user} actualizó su avatar
et: {user} uuendas oma tunnuspilti
eu: {user}(e)k abatarra eguneratu du
fr: {user} a mis à jour son avatar
ja: {user}がアバターを変更しました
ko: {user} 님이 아바타를 업데이트했습니다
nb: {user} oppdaterte avataren sin
pt_br: {user} atualizou sua foto de perfil
ru: {user} - обновлено изображение профиля
ta: {user} அவர்களின் அவதாரத்தை புதுப்பித்தார்
uk: {user} оновив свій аватар
zh: {user} 更新了他们的头像

# messagePlaceholderUserUpdatedName
source: {user} updated their display name
cs: {user} si změnil(a) jméno
de: {user} hat den Anzeigenamen geändert
es: {user} ha actualizado su apodo (nick)
et: {user} uuendas oma kuvatavat nime
eu: {user}(e)k pantaila-izena eguneratu du
fr: {user} a mis à jour son pseudo
ja: {user}が名前を変更しました
ko: {user}님이 이름을 업데이트했습니다
nb: {user} oppdaterte visningsnavnet sitt
pt_br: {user} atualizou seu nome
ru: {user} - обновлено отображаемое имя
ta: {user} அவர்களின் காட்சி பெயரை புதுப்பித்தார்
uk: {user} оновив своє відображене імʼя
zh: {user} 更新了他们的显示名称

# errorMessageFailedToSend
source: Failed to send
cs: Odesílání selhalo
de: Fehler beim Senden
es: No se ha podido enviar
et: Saatmine ei õnnestunud
eu: Bidalketak huts egin du
fr: Échec de l'envoi
ja: 送信に失敗しました
ko: 전송에 실패했습니다
nb: Kunne ikke sende
pt_br: Falhou ao enviar
ru: Отправка не удалась
ta: அனுப்பத் தவறிவிட்டது
uk: Не вдалося надіслати
zh: 发送失败

# labelJumpToLatest
source: Jump to latest
cs: Skočit na nejnovější
de: Zur neusten Nachricht springen
es: Ir al último mensaje
et: Hüppa viimase sõnumi juurde
eu: Joan mezu berrienera
fr: Revenir aux derniers messages
ja: 最新のメッセージを表示
ko: 최근 메시지로 이동
nb: Hopp til siste
pt_br: Pular para mais recente
ru: К новым сообщениям
ta: அண்மைக் கால வரை செல்லவும்
uk: Перейти до останніх
zh: 跳转到最新

# labelEmojiPickerEmojiTab
source: Emoji
es: Emoticonos
et: Emotikon
eu: Emojiak
fr: Émoticônes
ja: 絵文字
ko: 이모지
ru: Эмодзи
ta: ஈமோசி
uk: Емоджі
zh: 表情符号

# messageEditedMarker
source: (Edited)
cs: (upraveno)
de: (Bearbeitet)
es: (Editado)
et: (muudetud)
eu: (Editatua)
fr: (Modifié)
ja: (編集済み)
ko: (수정됨)
nb: (Redigert)
pt_br: (Editado)
ru: (изменено)
ta: (திருத்தப்பட்டது)
uk: (Відредаговано)
zh: （已编辑）

# labelEmojiPickerStickerTab
source: Sticker
cs: Samolepky
et: Kleeps
eu: Pegatinak
fr: Autocollants
ja: ステッカー
ko: 스티커
nb: Klistremerke
pt_br: Figurinha
ru: Стикер
ta: ச்டிக்கர்
uk: Наліпка
zh: 贴纸

# sendUnencryptedMessagePrompt
source: Send a message
cs: Odeslat zprávu
de: Nachricht senden
es: Enviar un mensaje
et: Saada sõnum
eu: Bidali mezua
fr: Envoyer un message
hu: Küldj egy üzenetet
ja: メッセージを送信
ko: 메시지 전송
nb: Send en melding
pt_br: Enviar uma mensagem
ru: Отправить сообщение
ta: ஒரு செய்தியை அனுப்பவும்
tr: Mesaj gönder
uk: Надіслати повідомлення
zh: 发送消息

# typingUsers
source: {howMany,plural, =1{{user1} is typing...}=2{{user1} and {user2} are typing...}few{{user1}, {user2}, and {user3} are typing...}other{Several people are typing...}}
cs: {howMany,plural, =1{{user1} píše...}=2{{user1} a {user2} píší...}několik{{user1}, {user2} a {user3} píší...}další{Několik lidí píše...}}
de: {howMany,plural, =1{{user1} schreibt gerade...}=2{{user1} und {user2} schreiben gerade...}few{{user1}, {user2}, und {user3} schreiben gerade...}other{mehrere Personen schreiben gerade...}}
es: {howMany,plural, =1{{user1} está escribiendo...}=2{{user1} y {user2} están escribiendo...}few{{user1}, {user2}, y {user3} están escribiendo...}other{Varias personas están escribiendo...}}
et: {howMany,plural, =1{{user1} kirjutab...}=2{{user1} ja {user2} kirjutavad...}few{{user1}, {user2} ja {user3} kirjutavad...}other{Mitu osalejat parasjagu kirjutavad...}}
eu: {howMany,plural, =1{{user1} idazten ari da…}=2{{user1} eta {user2} idazten ari dira…}few{{user1}, {user2}, eta {user3} idazten ari dira…}other{Hainbat pertsona idazten ari dira…}}
fr: {howMany,plural, =1{{user1} est en train d'écrire…}=2{{user1} et {user2} sont en train d'écrire…}few{{user1}, {user2}, et {user3} sont en train d'écrire…}other{Plusieurs personnes sont en train d'écrire…}}
ja: {howMany,plural, =1{{user1}が入力中...}=2{{user1}と{user2}が入力中...}few{{user1}と{user2}と{user3}が入力中...}other{複数の人が入力中...}}
ko: {howMany,plural, =1{{user1} 입력중...}=2{{user1}, {user2} 입력중...}few{{user1}, {user2}, {user3} 입력중...}other{여러 명 입력중...}}
nb: {howMany,plural, =1{{user1} skriver...}=2{{user1} og {user2} skriver...}few{{user1}, {user2}, og {user3} skriver...}other{Flere folk skriver...}}
pt_br: {howMany,plural, =1{{user1} está digitando...}=2{{user1} e {user2} estão digitando...}few{{user1}, {user2}, e {user3} estão digitando...}other{Várias pessoas estão digitando...}}
ru: {howMany,plural, =1{{user1} печатает...}=2{{user1} и {user2} печатают...}few{{user1}, {user2} и {user3} печатают...}other{Несколько пользователей печатают...}}
uk: {howMany,plural, =1{{user1} пише...}=2{{user1} та {user2} пишуть...}few{{user1}, {user2}, та {user3} пишуть...}other{Декілька людей пишуть...}}
zh: {howMany,plural, =1{{user1} 正在输入...}=2{{user1} 和 {user2} 正在输入...}few{{user1}, {user2} 和 {user3} 正在输入...}other{几个人正在输入...}}

# cantSentMessagePrompt
source: You do not have permission to send a message in this room
cs: V této místnosti nemáte oprávnění posílat zprávy
de: Es fehlt die Berechtigung, um eine Nachricht in diesen Raum zu senden
es: No tienes permiso para enviar un mensaje en esta sala
et: Sul pole õigusi siin jututoas sõnumeid saata
eu: Ez duzu gela honetan mezurik bidaltzeko baimenik
fr: Vous n'avez pas la permission d'envoyer des messages dans ce salon
hu: Nincs felhatalmazásod ebben a szobában üzenni
ja: このルームにメッセージを送信する権限がありません
ko: 이 방에서 메시지를 전송할 권한이 없습니다
nb: Du har ikke tillatelse til å sende en melding i dette rommet
pt_br: Você não tem permissões para enviar mensagens nessa sala
ru: У вас нет разрешения на отправку сообщений в этой комнате
ta: இந்த அறையில் ஒரு செய்தியை அனுப்ப உங்களுக்கு இசைவு இல்லை
tr: Bu odada mesaj gönderme yetkiniz yok
uk: У вас недостатньо прав, щоб надіслати повідомлення у цю кімнату
zh: 您没有权限在此房间发送消息

# labelChatPageFileTooLarge
source: This file is too large to upload!
cs: Tento soubor je příliš velký!
de: Die Datei ist zu groß!
es: ¡Este archivo es demasiado grande para subirlo!
et: Fail on üleslaadimiseks liiga suur!
eu: Fitxategia handiegia da igotzeko!
fr: Ce fichier est trop lourd pour être importé !
hu: Ez a fájl túl nagy a feltöltéshez!
ja: ファイルが大きすぎてアップロードできません!
ko: 파일이 너무 커서 업로드할 수 없습니다!
nb: Denne filen er for stor til å laste opp!
pt_br: Esse arquivo é grande demais para enviar!
ru: Этот файл слишком большой. Его не выйдет загрузить!
ta: இந்த கோப்பு பதிவேற்ற மிகப் பெரியது!
tr: Bu dosya yüklemek için çok büyük!
uk: Цей файл завеликий для вивантаження!
zh: 此文件太大，无法上传！

# labelHomeInvitations
source: Invitations
cs: Pozvánky
de: Einladungen
es: Invitaciones
et: Kutsed
eu: Gonbidapenak
hu: Meghívások
ja: 招待リスト
ko: 초대 목록
nb: Invitasjoner
pt_br: Convites
ru: Приглашения
ta: அழைப்பிதழ்கள்
tr: Davetiyeler
uk: Запрошення
zh: 邀请

# tooltipSpaceSettings
source: Space settings
cs: Nastavení prostoru
de: Space-Einstellungen
es: Ajustes del espacio
et: Kogukonna seadistused
eu: Gunearen ezarpenak
fr: Paramètres de l'espace
hu: Helyiség beállítások
ja: スペースの設定
ko: 공간 설정
nb: Plassinnstillinger
pt_br: Configurações do Espaço
ru: Настройки пространства
ta: விண்வெளி அமைப்புகள்
tr: Topluluk Ayarları
uk: Налаштування простору
zh: 空间设置

# labelChatPageFileTooLargeTitle
source: Max file size exceeded
cs: Soubor je příliš velký
de: Die Datei ist zu groß
es: Tamaño máximo de archivo superado
et: Faili suurim lubatud maht on ületatud
eu: Gehienezko tamaina gainditu da
fr: Taille maximale de fichier dépassée
hu: Maximum fájl méret túllépve
ja: 最大ファイルサイズを超えました
ko: 최대 파일 크기 초과
nb: Maks filstørrelse er overskredet
pt_br: Tamanho máximo de arquivo excedido
ru: Превышен лимит размера файла
ta: அதிகபட்ச கோப்பு அளவு மீறியது
tr: Dosya boyutu yükleme sınırını aşıyor
uk: Перевищено максимальний розмір файлу
zh: 超出最大文件大小

# labelHomeAlerts
source: Alerts
cs: Upozornění
de: Alarme
es: Avisos
et: Hoiatused
eu: Alertak
fr: Alertes
hu: Jelzések
ja: アラート
ko: 알림
nb: Varsler
pt_br: Alertas
ru: Оповещения
ta: விழிப்பூட்டல்கள்
tr: Uyarılar
uk: Оповіщення
zh: 警告

# labelHomeRoomsList
source: Rooms
cs: Místnosti
de: Räume
es: Salas
et: Jututoad
eu: Gelak
fr: Salons
hu: Szobák
ja: ルーム
ko: 방 목록
nb: Rom
pt_br: Salas
ru: Комнаты
ta: அறைகள்
tr: Odalar
uk: Кімнати
zh: 房间

# labelSpaceRoomsList
source: Rooms
cs: Místnosti
de: Räume
es: Salas
et: Jututoad
eu: Gelak
fr: Salons
hu: Szobák
ja: ルーム
ko: 방 목록
nb: Rom
pt_br: Salas
ru: Комнаты
ta: அறைகள்
tr: Odalar
uk: Кімнати
zh: 房间

# labelSpaceAvailableRoomsList
source: Available rooms
cs: Dostupné místnosti
de: Verfügbare Räume
es: Salas disponibles
et: Saadavalolevad jututoad
eu: Erabilgarri dauden gelak
fr: Salons disponibles
hu: Elérherő szobák
ja: 参加可能なルーム
ko: 이용 가능한 방
nb: Tilgjengelige rom
pt_br: Salas disponíveis
ru: Доступные комнаты
ta: கிடைக்கும் அறைகள்
tr: Erişilebilir odalar
uk: Доступні кімнати
zh: 可用房间

# labelSpaceVisibilityPublic
source: Public space
cs: Veřejné prostory
de: Öffentlicher Bereich
es: Espacio público
et: Avalik kogukond
eu: Espazio publikoa
fr: Espace public
hu: Publikus helyiség
ja: 公開スペース
ko: 공개 공간
nb: Offentlig plass
pt_br: Espaço público
ru: Публичное пространство
ta: பொது இடம்
tr: Herkese Açık Topluluk
uk: Публічні простори
zh: 公共空间

# promptOpenDirectMessage
source: Message
cs: Poslat zprávu
de: Nachricht
es: Mensaje
et: Sõnum
eu: Bidali mezua
hu: Üzen
ja: メッセージ
ko: 메시지
nb: Melding
pt_br: Mensagem
ru: Сообщение
ta: செய்தி
tr: Sohbet Et
uk: Повідомлення
zh: 消息

# labelSpaceVisibilityPrivate
source: Private space
cs: Soukromé prostory
de: Privater Bereich
es: Espacio privado
et: Privaatne kogukond
eu: Espazio pribatua
fr: Espace privé
hu: Privát helyiség
ja: プライベートスペース
ko: 개인 공간
nb: Privat plass
pt_br: Espaço privado
ru: Частное пространство
ta: தனிப்பட்ட இடம்
tr: Gizli Topluluk
uk: Приватні простори
zh: 私有空间

# labelSpaceGettingText
source: Welcome to # {spaceName}
cs: Vítejte v # {spaceName}
de: Willkommen bei # {spaceName}
es: Bienvenid@ a # {spaceName}
et: Tere tulemast meie kogukonda # {spaceName}
eu: Ongi etorri # {spaceName}(e)ra
fr: Bienvenue sur # {spaceName}
hu: # Köszöntünk a **{spaceName}** helyiségben
ja: # {spaceName} へようこそ
ko: # {spaceName} 에 오신 것을 환영합니다
nb: Velkommen til # {spaceName}
pt_br: Bem vindo a # {spaceName}
ru: Приветствуем в # {spaceName}
ta: வரவேற்கிறோம் # {spaceName}
tr: Şuraya hoş geldiniz: # {spaceName} topluluğuna
uk: Вітаємо в # {spaceName}
zh: 欢迎来到 # {spaceName}

# directMessagesListHeaderDesktop
source: Direct Messages
cs: Přímé zprávy
de: Direktnachrichten
es: Mensajes directos
et: Otsevestlused
eu: Mezu zuzenak
fr: Messages
hu: Közvetlen üzenetek
ja: ダイレクトメッセージ
ko: 메시지
nb: Direkte Meldinger
pt_br: Mensagens Diretas
ru: Личные сообщения
ta: நேரடி செய்திகள்
tr: Özel Mesajlar
uk: Прямі повідомлення
zh: 私信

# unifiedPushExplainer
source: # Unified Push This version of Commet was built without Google Play Services. In order to receive push notifications, you will need to use [Unified Push](https://unifiedpush.org/). If you already have a Unified Push compatible distributor app installed, you can configure it below
cs: # Unified Push Tato verze aplikace Commet byla vytvořena bez služeb Google Play. Abyste mohli přijímat push oznámení, budete muset použít [Unified Push](https://unifiedpush.org/). Pokud již máte nainstalovanou kompatibilní aplikaci s Unified Push, můžete ji nakonfigurovat níže
de: # Unified Push Diese Version von Commet verwendet keine Google-Play-Services. Um Push-Benachrichtignungen zu erhalten, muss [Unified Push](https://unifiedpush.org/) verwendet werden. Wenn bereits eine Unified-Push-Distributor-App installiert ist, kann sie unten konfiguriert werden.
es: # Unified Push Esta versión de Commet se ha creado sin los Servicios de Google Play. Para recibir notificaciones push, tendrás que utilizar [Unified Push](https://unifiedpush.org/). Si ya tienes instalada una aplicación distribuidora compatible con Unified Push, puedes configurarla a continuación
et: # Unified Push See Commeti versioon on kompileeritud ilma Google Play Services toeta. Tõuketeavituste jaoks pead sa kasutama [Unified Push](https://unifiedpush.org/) teenuseid. Kui sul juba on Unified Push teenustega ühilduv haldusrakendus paigaldatud, siis saad teda alljärgnevalt seadistada
eu: # Unified Push Commeten bertsio honek ez du Google Play Services erabiltzen. Push jakinarazpenak jasotzeko, [Unified Push](https://unifiedpush.org/) erabili beharko duzu. Unified Push-ekin bateragarria den banaketa aplikazio bat instalatuta baduzu, hemen konfigura dezakezu
fr: # Unified Push Cette version de Commet a été compilée sans les services Google Play. Pour recevoir des notifications push, vous aurez besoin d'utiliser [Unified Push](https://unifiedpush.org/). Si vous disposez déjà d'une application de distribution de notifications compatible avec Unified Push, vous pouvez l'utiliser dans la configuration ci-dessous
hu: # Unified Push A Commet ezen verziója Google Play szervízek nélkül lett csinálva. Ahhoz, hogy értesítéseket kapj, [Unified Push](https://unifiedpush.org/)-ot kell használnod. Ha már van egy Unified Push kompatibilis forgalmazó alkalmazásod, lentebb beállíthatod.
ja: # Unified Push このバージョンの CommetはGoogle Play Servicesなしで設計されています。 プッシュ通知を受信するには、 [Unified Push](https://unifiedpush.org/)を使用する必要があります。 すでにUnified Push対応ディストリビューターアプリがインストールされている場合は、以下で設定できます。
ko: # Unified Push 이 버전의 Commet은 Google Play 서비스 없이 빌드 되었습니다. 푸시 알림을 받으려면 [Unified Push](https://unifiedpush.org/)를 사용해야 합니다 . Unified Push compatible distributor 앱이 이미 설치되어 있는 경우 아래에서 구성할 수 있습니다
nb: # Unified Push Denne versjonen av Commet ble bygget uten Google Play Services. For å motta push-varsler, må du bruke [Unified Push](https://unifiedpush.org/). Hvis du allerede har en Unified Push-kompatibel distributørapp installert, kan du konfigurere den nedenfor
pt_br: # Unified Push Essa versão do Commet foi feita sem Serviços do Google Play. Para receber notificações, você precisa usar [Unified Push](https://unifiedpush.org/). Se você já tem um aplicativo compatível com Unified Push instalado, você pode o configurar abaixo
ru: # Unified Push Эта версия Commet собрана без поддержки служб Google Play. Получение пуш-уведомлений возможно посредством [Unified Push](https://unifiedpush.org/). Если у вас уже установлено приложение распределения уведомлений, совместимое с Unified Push, выполнить настройку можно ниже
ta: # ஒருங்கிணைந்த உந்துதல் கமட்டின் இந்த பதிப்பு கூகிள் பிளே சேவைகள் இல்லாமல் கட்டப்பட்டது. புச் அறிவிப்புகளைப் பெற, நீங்கள் [ஒருங்கிணைந்த புச்] (https://unifiedpush.org/) ஐப் பயன்படுத்த வேண்டும். உங்களிடம் ஏற்கனவே ஒரு ஒருங்கிணைந்த புச் இணக்கமான விநியோகச்தர் பயன்பாடு நிறுவப்பட்டிருந்தால், அதை கீழே உள்ளமைக்கலாம்
tr: # Unified Push Commet'in bu sürümü Google Play Hizmetleri olmadan oluşturuldu. Bildirim alabilmek için [Unified Push](https://unifiedpush.org/) kullanmanız gerekecektir. Halihazırda Unified Push uyumlu bir dağıtıcı uygulama yüklüyse, aşağıdan yapılandırabilirsiniz.
uk: # Unified Push Ця версія Commet зібрана без Google Play Services. Щоб отримувати push-сповіщення, вам необхідно використовувати [Unified Push](https://unifiedpush.org/). Якщо ви вже маєте Unified Push застосунок, ви можете його налаштувати тут
zh: # UnifiedPush 此版本的 Commet 是在没有 Google Play 服务的情况下构建的。为了接收推送通知，您需要使用 [UnifiedPush](https://unifiedpush.org/)。 如果您已经安装了兼容 UnifiedPush 的分发器应用，可以在下面进行配置

# labelEnableUnifiedPush
source: Enable Unified Push
cs: Zapnout UnifiedPush
de: Unfied Push verwenden
es: Activar Unified Push
et: Kasuta Unified Push teenuseid
eu: Gaitu Unified Push
fr: Activer Unified Push
hu: Unified Push bekapcsolása
ja: Unified Pushを有効化
ko: Unified Push 활성화
nb: Aktiver Unified Push
pt_br: Habilitar Unified Push
ru: Уведомления по Unified Push
ta: ஒருங்கிணைந்த உந்துதலை இயக்கவும்
tr: Unified Push'u etkinleştir
uk: Увімкнути Unified Push
zh: 启用 UnifiedPush

# labelEnableUnifiedPushEndpoint
source: Endpoint
cs: Koncový bod
de: Endpunkt
et: Lõpppunkt
eu: Sarbide-puntua
fr: Point de terminaison
hu: Végpont
ja: エンドポイント
ko: 종료 지점
nb: Endepunkt
ru: Конечная точка
ta: முனைப்புள்ளி
uk: Кінцева точка
zh: 端点

# labelUnifiedPushNoEndpointFound
source: No endpoint found, something went wrong :(
cs: Nenalezen žádný koncový bod, došlo k chybě :(
de: Es ist ein Fehler aufgetreten, kein Endpunkt wurde gefunden :(
es: No se ha encontrado ningún endpoint, algo ha ido mal :(
et: Midagi läks nüüd viltu, lõpppunkti ei leidu :(
eu: Ez da sarbide-punturik aurkitu, zerbaitek huts egin du :(
fr: Aucun point de terminaison trouvé, quelque chose s'est mal déroulé :(
hu: Végpont nem találva, valami nem sikerült :(
ja: エンドポイントが見つかりません、問題が発生しました:(
ko: 종료 지점을 찾을 수 없음, 문제가 발생했습니다 :(
nb: Ingen endepunkt funnet, noe gikk galt :(
pt_br: Nenhum endpoint encontrado, algo deu errado :(
ru: Конечная точка не найдена, что-то пошло не так:(
ta: இறுதிப்புள்ளி எதுவும் கிடைக்கவில்லை, ஏதோ தவறு நடந்தது :(
tr: Endpoint bulunamadı, bir şeyler ters gitti :(
uk: Кінцева точка не знайдена, щось пішло не так :(
zh: 未找到端点，出现问题 :(

# labelSpaceAppearanceSettings
source: Appearance
cs: Vzhled
de: Erscheinungsbild
es: Apariencia
et: Välimus
eu: Itxura
fr: Apparence
ja: 外観
ko: 외관
pt_br: Aparência
ru: Внешний вид
ta: தோற்றம்
uk: Зовнішній вигляд
zh: 外观

# labelSpaceEmoticonSettings
source: Emoticons
cs: Emotikony
es: Emoticonos
et: Emotikonid
eu: Emotikonoak
fr: Émoticônes
ja: 絵文字
ko: 이모티콘
ru: Эмотиконы
ta: எமோடிகான்கள்
uk: Смайлики
zh: 表情

# labelSpaceDeveloperSettings
source: Developer
cs: Pro vývojáře
de: Entwickler
es: Desarrollador
et: Arendaja
eu: Garatzailea
fr: Développeur
ja: 開発者
ko: 개발자
pt_br: Desenvolvedor
ru: Разработчик
ta: உருவாக்குநர்
uk: Розробник
zh: 开发者

# labelSettingsCategorySpace
source: Space Settings
cs: Nastavení prostoru
de: Space-Einstellungen
es: Ajustes del espacio
et: Kogukonna seadistused
eu: Gunearen ezarpenak
fr: Paramètres de l'espace
ja: スペースの設定
ko: 공간 설정
pt_br: Configurações de Espaço
ru: Настройки пространства
ta: விண்வெளி அமைப்புகள்
uk: Налаштування простору
zh: 空间设置

# labelSettingsAppLogs
source: Logs
cs: Protokoly aplikace
de: Protokolle
es: Registros
et: Logid
eu: Erregistroak
fr: Journaux
ja: ログ
ko: 로그
pt_br: Registros
ru: Журнал
ta: பதிவுகள்
tr: Kayıtlar
uk: Логи
zh: 日志

# labelPushRuleNotifyAll
source: All Messages
cs: Všechny zprávy
de: Alle Nachrichten
es: Todos los mensajes
et: Kõik sõnumid
eu: Mezu guztiak
fr: Tous les messages
ja: すべてのメッセージ
ko: 모든 메시지
pt_br: Todas as Mensagens
ru: Все сообщения
ta: அனைத்து செய்திகளும்
tr: Tüm Mesajlar
uk: Всі повідомлення
zh: 所有消息

# labelRoomSettingsNotifications
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
et: Teavitused
eu: Jakinarazpenak
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
ta: அறிவிப்புகள்
tr: Bildirimler
uk: Сповіщення
zh: 通知

# encryptionCannotBeDisabledExplanationRoomSettings
source: If enabled, encryption cannot be disabled later
cs: Pokud je tato funkce povolena, nelze šifrování později deaktivovat
de: Wenn die Verschlüsselung aktiviert wurde, kann sie nicht wieder deaktiviert werden
es: Si se activa, la encriptación no se puede desactivar posteriormente
et: Kui krüptimine on kord kasutusel, siis teda ei saa hiljem välja lülitada
eu: Gaituz gero, zifraketa ezingo da etorkizunean ezgaitu
fr: Si activé, le chiffrement ne pourra plus être désactivé
ja: 一度暗号化を有効にすると、暗号化を無効にすることはできません。
ko: 활성화된 경우 나중에 암호화를 비활성화 할 수 없습니다
pt_br: Se habilitada, a criptografia não poderá ser desabilitada depois
ru: Невозможно отключить в дальнейшем
ta: இயக்கப்பட்டால், குறியாக்கத்தை பின்னர் முடக்க முடியாது
tr: Uçtan uca şifreleme etkinleştirildikten sonra geri kapatılamaz
uk: Якщо увімкнете, потім вже вимкнути буде неможливо
zh: 如果启用，以后将无法禁用加密功能
